/*
 Navicat Premium Data Transfer

 Source Server         : 111.230.9.39_3306
 Source Server Type    : MySQL
 Source Server Version : 50557
 Source Host           : 111.230.36.84:3306
 Source Schema         : hotel

 Target Server Type    : MySQL
 Target Server Version : 50557
 File Encoding         : 65001

 Date: 21/01/2019 09:38:12
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for client
-- ----------------------------
DROP TABLE IF EXISTS `client`;
CREATE TABLE `client`  (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键ID',
  `username` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户名',
  `password` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '密码',
  `email` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '电子邮箱',
  `domicile` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '居住地',
  `sex` int(1) NULL DEFAULT NULL COMMENT '性别，0为男，1为女',
  `birthday` date NULL DEFAULT NULL COMMENT '生日',
  `phone` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '手机号',
  `name` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '真实姓名',
  `identitycard` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '有效证件',
  `isStop` int(50) NULL DEFAULT NULL COMMENT '是否停用1为是0为否',
  `joindata` date NULL DEFAULT NULL COMMENT '加入时间',
  PRIMARY KEY (`ID`, `username`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 54 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of client
-- ----------------------------
INSERT INTO `client` VALUES (47, 'admin', '123456', '774686422@qq.com', NULL, 0, NULL, '18670299090', NULL, NULL, 0, '2018-12-27');
INSERT INTO `client` VALUES (52, 'wwww', '123456', '874686422@qq.com', NULL, 0, NULL, '28670299090', NULL, NULL, 0, '2018-12-27');
INSERT INTO `client` VALUES (53, 'adminc', '202cb962ac59075b964b07152d234b70', '774686422@qq.com', NULL, 1, NULL, '18670299090', NULL, NULL, 0, '2018-12-27');

-- ----------------------------
-- Table structure for country
-- ----------------------------
DROP TABLE IF EXISTS `country`;
CREATE TABLE `country`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `name` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '城市名称',
  `province_id` int(11) NULL DEFAULT NULL COMMENT '关联外键省份表',
  `spell` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '拼音查询--\r\nABCDE=1\r\nFGHJ=2\r\nKLMNPQ=3\r\nRSTW=4\r\nXYZ=5',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 28 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of country
-- ----------------------------
INSERT INTO `country` VALUES (1, '青岛市', 1, '3');
INSERT INTO `country` VALUES (2, '苏州市', 2, '4');
INSERT INTO `country` VALUES (3, '杭州市', 3, '2');
INSERT INTO `country` VALUES (4, '长沙市', 4, '1');
INSERT INTO `country` VALUES (5, '南京市', 2, '3');
INSERT INTO `country` VALUES (6, '福州市', 6, '2');
INSERT INTO `country` VALUES (7, '武汉市', 7, '4');
INSERT INTO `country` VALUES (8, '济南市', 1, '2');
INSERT INTO `country` VALUES (9, '深圳市', 5, '4');
INSERT INTO `country` VALUES (10, '佛山市', 5, '2');
INSERT INTO `country` VALUES (11, '洛阳市', 8, '3');
INSERT INTO `country` VALUES (12, '开封市', 8, '3');
INSERT INTO `country` VALUES (13, '北京市', 11, '1');
INSERT INTO `country` VALUES (14, '郴州市', 4, '1');
INSERT INTO `country` VALUES (15, '大理市', 12, '1');
INSERT INTO `country` VALUES (16, '大连市', 13, '1');
INSERT INTO `country` VALUES (17, '广州市', 5, '2');
INSERT INTO `country` VALUES (18, '德州市', 1, '1');
INSERT INTO `country` VALUES (19, '香港', 10, '5');
INSERT INTO `country` VALUES (20, '三亚市', 14, '4');
INSERT INTO `country` VALUES (21, '厦门市', 6, '5');
INSERT INTO `country` VALUES (22, '上海市', 15, '4');
INSERT INTO `country` VALUES (23, '天津市', 17, '4');
INSERT INTO `country` VALUES (24, '沈阳市', 13, '4');
INSERT INTO `country` VALUES (25, '苏州市', 2, '4');
INSERT INTO `country` VALUES (26, '台北市', 16, '4');
INSERT INTO `country` VALUES (27, '西安市', 18, '5');

-- ----------------------------
-- Table structure for dictionarytype
-- ----------------------------
DROP TABLE IF EXISTS `dictionarytype`;
CREATE TABLE `dictionarytype`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `parentId` bigint(20) NULL DEFAULT NULL,
  `name` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '名称',
  `seq` int(11) NULL DEFAULT NULL COMMENT '序号',
  `hasChild` int(11) NULL DEFAULT NULL COMMENT '是否有子配置',
  `property` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 53 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of dictionarytype
-- ----------------------------
INSERT INTO `dictionarytype` VALUES (1, 0, 'sex', 1, 0, '男');
INSERT INTO `dictionarytype` VALUES (3, 0, 'sex', 0, 0, '女');
INSERT INTO `dictionarytype` VALUES (4, 0, 'roomBed', 0, 0, '单人间');
INSERT INTO `dictionarytype` VALUES (5, 0, 'roomBed', 1, 0, '双人间');
INSERT INTO `dictionarytype` VALUES (6, 0, 'roomBed', 2, 0, '三人间');
INSERT INTO `dictionarytype` VALUES (7, 0, 'roomBed', 3, 0, '四人间');
INSERT INTO `dictionarytype` VALUES (8, 0, 'roomBed', 4, 0, '八人间');
INSERT INTO `dictionarytype` VALUES (9, 0, 'YesOrNo', 0, 0, '否');
INSERT INTO `dictionarytype` VALUES (10, 0, 'YesOrNo', 1, 0, '是');
INSERT INTO `dictionarytype` VALUES (11, 0, 'hotelType', 8, 0, '青年旅社');
INSERT INTO `dictionarytype` VALUES (12, 0, 'hotelType', 1, 0, '客栈');
INSERT INTO `dictionarytype` VALUES (13, 0, 'hotelType', 2, 0, '家庭旅馆');
INSERT INTO `dictionarytype` VALUES (14, 0, 'hotelType', 3, 0, '酒店式公寓');
INSERT INTO `dictionarytype` VALUES (15, 0, 'hotelType', 4, 0, '经济型酒店');
INSERT INTO `dictionarytype` VALUES (16, 0, 'hotelType', 5, 0, '度假酒店');
INSERT INTO `dictionarytype` VALUES (17, 0, 'hotelType', 6, 0, '精品酒店');
INSERT INTO `dictionarytype` VALUES (18, 0, 'hotelType', 7, 0, '短租公寓');
INSERT INTO `dictionarytype` VALUES (19, 0, 'hotelType', 9, 0, '农家乐');
INSERT INTO `dictionarytype` VALUES (20, 0, 'productType', 0, 0, '旅游产品');
INSERT INTO `dictionarytype` VALUES (21, 0, 'productType', 1, 0, '酒店产品');
INSERT INTO `dictionarytype` VALUES (22, 0, 'productType', 2, 0, '机票产品');
INSERT INTO `dictionarytype` VALUES (23, 0, 'price', 100, 0, '价格');
INSERT INTO `dictionarytype` VALUES (24, 0, 'price', 200, 1, '价格');
INSERT INTO `dictionarytype` VALUES (26, 0, 'price', 500, 2, '价格');
INSERT INTO `dictionarytype` VALUES (28, 0, '1', 1, 0, '1');
INSERT INTO `dictionarytype` VALUES (51, 0, 'hotelType', 10, 0, '长租公寓');

-- ----------------------------
-- Table structure for district
-- ----------------------------
DROP TABLE IF EXISTS `district`;
CREATE TABLE `district`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ctid` int(11) NOT NULL COMMENT '城市id',
  `districtname` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '区域名',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 21 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of district
-- ----------------------------
INSERT INTO `district` VALUES (1, 13, '东城区');
INSERT INTO `district` VALUES (2, 14, '苏仙区');
INSERT INTO `district` VALUES (3, 15, '大理镇');
INSERT INTO `district` VALUES (4, 16, '中山区');
INSERT INTO `district` VALUES (5, 17, '天河区');
INSERT INTO `district` VALUES (6, 3, '上城区');
INSERT INTO `district` VALUES (7, 8, '历城区');
INSERT INTO `district` VALUES (8, 5, '鼓楼区');
INSERT INTO `district` VALUES (9, 1, '市南区');
INSERT INTO `district` VALUES (10, 20, '三亚湾路');
INSERT INTO `district` VALUES (11, 21, '思明区');
INSERT INTO `district` VALUES (12, 22, '杨浦区');
INSERT INTO `district` VALUES (13, 9, '福田区');
INSERT INTO `district` VALUES (14, 24, '和平区');
INSERT INTO `district` VALUES (15, 25, '吴中区');
INSERT INTO `district` VALUES (16, 26, '中山区');
INSERT INTO `district` VALUES (17, 23, '河北区');
INSERT INTO `district` VALUES (18, 27, '雁塔区');
INSERT INTO `district` VALUES (19, 19, '湾仔');
INSERT INTO `district` VALUES (20, 1, '测试');

-- ----------------------------
-- Table structure for hotel
-- ----------------------------
DROP TABLE IF EXISTS `hotel`;
CREATE TABLE `hotel`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `hotelName` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '酒店名称',
  `provinceId` int(11) NULL DEFAULT NULL COMMENT '酒店所在省份',
  `cityId` int(11) NULL DEFAULT NULL COMMENT '酒店所在城市',
  `address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '酒店地址',
  `details` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '酒店详细信息',
  `facilities` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '酒店设施',
  `hotelPolicy` varchar(0) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '酒店政策\r',
  `hotelType` int(255) NULL DEFAULT NULL COMMENT '酒店类型',
  `hotelLevel` int(255) NULL DEFAULT NULL COMMENT '酒店级别',
  `isGroupPurchase` int(255) NULL DEFAULT NULL COMMENT '是否支持团购（2-否，1-是）',
  `creationDate` date NULL DEFAULT NULL COMMENT '创建时间',
  `createdBy` int(255) NULL DEFAULT NULL COMMENT '创建人',
  `modifyDate` date NULL DEFAULT NULL COMMENT '修改时间',
  `modifiedBy` int(255) NULL DEFAULT NULL COMMENT '修改人',
  `logopath` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'logo路径',
  `CheckIntIme` date NULL DEFAULT NULL COMMENT '入住时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 129 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of hotel
-- ----------------------------
INSERT INTO `hotel` VALUES (4, '北京饭店诺金', 11, 13, '北京 东城区 东长安街33号\r\n', '北京饭店诺金位于北京市中心，长安街尊贵位置的北京饭店B座骄傲站在无限变化的世纪，成为首都最历史悠久的奢华酒店之一。从高雅廊柱外观、宽阔的大理石楼梯、1920年代的舞池到复古的客房套房，北京饭店诺金吸引所有对古都优雅遗韵及醉人魅力感兴趣的客人。诺金，通过最大限度保留建筑原有特色的同时，确保为每位客人带来现代奢华入住体验。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。', NULL, 2, 4, 1, '2018-03-03', 2, NULL, NULL, 'images/200o0h000000905bqF070_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (5, '北京香江戴斯酒店', 11, 13, '北京 东城区 南河沿大街南湾子胡同1号\r\n', '\r\n北京香江戴斯酒店坐落于北京的皇城内城，紫禁城边，毗邻王府井金街西侧，地理位置十分优越。北京香江戴斯酒店是一家独立的庭院式酒店，闹中取静。建筑风格古朴，却又彰显了现代气息。酒店房间经过精心设计，风格独具匠心。充分满足商务、旅游客人的需求，所有客房内均配有书桌、高速网络连接、大屏幕液晶电视机、卫星电视频道等。为您提供了温馨、舒适、便利的服务设施。北京香江戴斯酒店内设餐厅，让您在享受幽雅环境、美味佳肴的同时，感受到酒店的亲切、快捷、温馨的服务。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。', NULL, 4, 5, 1, '2018-12-01', 1, NULL, NULL, 'images/8C52BF3D-16C5-4F80-97A7-2DF641C3F3C5_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (6, '北京工大建国饭店', 11, 13, '北京 朝阳区 平乐园100号 \r\n', '北京工大建国饭店依临韵雅学府之畔，全权委托首旅集团下属的首旅建国酒店管理有限公司管理的高星级商务饭店。饭店地处东三环华威桥东，临近CBD中心区，距地铁14号线北工大西门站仅1分钟，交通十分便利。饭店拥有277套精美典雅的客房，湘浦情怀的湘缘中餐厅，品类丰盛的馥苑餐厅，明亮高雅的大堂吧，饭店的多功能会议设施和优质服务都将全方位的满足您不同的会议及宴会需求，风格时尚功能完备的银河多功能厅，更是您会议休闲的理想之选。工大建国饭店将是您感受历传千年、浓郁书香气息的心灵归属。 \r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。', NULL, 2, 4, 1, '2018-12-06', 1, NULL, NULL, 'images/b2539f467f774a6885409b2a267cfe71_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (7, '北京渔阳饭店', 11, 13, '北京 朝阳区 新源西里中街18号\r\n', '首都大酒店为无烟酒店，酒店内全区域禁止吸烟。 首都大酒店坐拥历史积淀厚重的东交民巷，毗邻王府井商业区，北望中外闻名的皇家宫苑紫禁城。酒店周边环绕前门、天安门等一批古迹名胜，另有众多政府机关、部委及公司写字楼林立，地理位置优越北京渔阳饭店位于北京东部风景秀丽的亮马河畔，地处燕莎商圈、第二使馆区、国展中心交汇之处，紧邻机场高速公路，地理位置优越，交通十分便利。 北京渔阳饭店拥有各式豪华的客房，设有行政楼层和商务楼层，客房内配置先进的智能控制系统、视像网络系统和生活服务设施。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。', NULL, 2, 3, 1, '2018-11-22', 1, NULL, NULL, 'images/timg.jpg', NULL);
INSERT INTO `hotel` VALUES (8, '北京在之禾度假酒店', 11, 13, '北京 朝阳区 紫玉东路1号 ', '北京在之禾度假酒店坐落在北五环的城中绿洲——亚运村紫玉山庄内（紫玉东路），近安立路与科荟路交叉路口东侧。住在此，不能错过的就是酒店的露天汤泉。汤泉温度控制在36到42度之间，微微出汗却又温度适宜，池边棕榈青竹围绕，宛如身在东南亚度假胜地，带着家人朋友，泡着汤泉，微眯着眼，伴着背景音乐听花鸟虫鸣。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。', NULL, 5, 5, 1, '2018-12-06', 1, '2018-12-22', 1, 'images/2005050000000gfye765E_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (9, '北京-和顾酒店', 11, 13, '北京 朝阳区 团结湖路甲17号院1号楼\r\n', '和颐酒店(北京团结湖三里屯店)坐落在北京东三环京广桥旁，处在CBD国贸双井商业区，紧邻着名的三里屯酒吧一条街及工人体育馆，距北京妇产医院仅600米距离，地理位置优越。商圈商务及旅游氛围浓厚。周边环境优雅，南侧为团结湖公园，植被茂密。北边距离朝阳公园仅1.5公里。酒店周边除商圈外，属于北京成熟社区，商户林立，着名餐饮，小吃，商店，医院，购物场所一应俱全。酒店于2018年初开始装修，整体风格新颖独特，房间精炼舒适，配套设施一应俱全，结合北京天气及地理位置特点，酒店特为每间房配备空气净化器。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。', NULL, 4, 3, 1, '2018-12-04', 1, NULL, NULL, 'images/200l0x000000l0v49F8BF_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (10, '郴州蝶恋情侣主题酒店', 4, 14, '郴州 北湖区 国庆北路1号六楼 ', '郴州仙居岭·京伦酒店位于郴州大道与郴江路交汇处，毗邻爱莲湖、石榴湾，距离景区王仙岭、苏仙岭约10分钟车程、距离飞天山、东江湖约30分钟，出行便利。酒店是由北京首旅集团旗下首旅京伦酒店管理有限公司全权管理的时尚酒店，客房方正宽敞明亮，精心挑选的舒适床榻，让您舒缓身心疲惫。坐在通透的大落地窗旁，端一杯香茶，呼吸着清新的空气，眺望着郴州的远山、河流、街巷的美景，置身于画中。', '这里有KTV、桑拿、足浴、保健按摩以及乒乓球室、壁球室、网球场、形体房、室内泳池等康乐设施。', NULL, 4, 4, 2, '2018-11-27', 2, '2018-12-24', 1, 'images/u=2745957593,3359889940&fm=26&gp=0.jpg', NULL);
INSERT INTO `hotel` VALUES (11, '郴州仙居岭·京伦酒店', 4, 14, '郴州 北湖区 郴州大道与郴江路交汇处\r\n', '\r\n郴州雄森国际假日酒店位于五岭广场博物馆路，周边有本地特色土菜、鱼粉、杀猪粉、四大特产等郴州闻名小吃，市政府及各大单位步行约5分钟，交通方便，有通往飞天山、高椅岭、苏仙岭、万华岩、东江湖，龙女温泉，莽山森林公园等景区的大巴、的士。酒店距五岭广场仅隔一条马路，散步至五岭阁更可以观赏到城市的CBD中心夜景，领略郴州新城市发展的迅猛。\r\n', '这里有KTV、桑拿、足浴、保健按摩以及乒乓球室、壁球室、网球场、形体房、室内泳池等康乐设施。', NULL, 4, 4, 2, '2018-11-26', 2, NULL, NULL, 'images/200c0u000000j6ocbB9F9_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (12, '郴州雄森国际假日酒店', 4, 14, '郴州 北湖区 五岭广场博物馆路1号\r\n', '这是由湖南雄森团投资兴建并由湖南雄森国际假日酒店管理有限公司经营管理的一家高品质商务酒店，拥有400多间（套）豪华、高雅、舒适的客房，房内装饰简约精致，设施设备齐全，服务贴心周到。置身于房间，风景优美的五岭广场美景尽收眼底。\r\n', '这里有KTV、桑拿、足浴、保健按摩以及乒乓球室、壁球室、网球场、形体房、室内泳池等康乐设施。', NULL, 5, 5, 2, '2018-11-27', 1, NULL, NULL, 'images/200g0s000000hrafx1C44_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (13, '郴州温德姆至尊豪庭大酒店', 4, 14, '郴州 苏仙区 郴州大道2336号 \r\n', '酒店更以各类宴会和商务会议为重点服务对象，容纳逾千人的大型多功能厅和各种规格会议室，为各类宴会和各级会议等提供环境极佳的场所和专业优质的服务，酒店还配备了一系列完善的娱乐、休闲设施，足浴、棋牌、推拿、KTV等，满足休闲度假和商务客人的需求。', '这里有KTV、桑拿、足浴、保健按摩以及乒乓球室、壁球室、网球场、形体房、室内泳池等康乐设施。', NULL, 4, 6, 1, '2018-11-28', 1, NULL, NULL, 'images/200g0y000000lnus3CB71_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (14, '郴州苏仙宾馆', 4, 14, '郴州 苏仙区 苏仙南路38号 \r\n', '郴州华天大酒店位于郴州市南岭大道958号，地理位置优越，矗立在郴州新兴的繁华中心地区五岭广场，交通便利，毗邻高新技术产业开发区，到火车站仅需十分钟，到高铁站仅需20分钟，京珠高速、107国道近在咫尺，从酒店出发，到东江漂流、苏仙岭观光及其他风景优美的旅游景点观光都十分方便。郴州华天大酒店整体建筑雄伟，内部结构考究，既充满了现代文明气息，又沉淀着浓厚的湖湘文化。\r\n', '这里有KTV、桑拿、足浴、保健按摩以及乒乓球室、壁球室、网球场、形体房、室内泳池等康乐设施。', NULL, 1, 2, 1, '2018-12-06', 1, NULL, NULL, 'images/200w0a00000056nniBD90_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (15, '郴州华天大酒店', 4, 14, '郴州 北湖区 南岭大道958号\r\n', '湖南一家以中式文化为主题的连锁文化酒店，通过浓郁的中式文化氛围、高品质的环境设施、温暖人心的细致服务，致力于为有生活品位的中高端商旅政务人士提供“轻奢雅致、舒适细腻”的城市居停体验和文化之旅。代表了、浓缩的星级酒店、安静的奢侈品、雅致的生活方式”。酒店位置：郴州市南塔美食休闲广场三栋3F（香雪东路与国庆南路交汇处十字路口）。\r\n', '这里有KTV、桑拿、足浴、保健按摩以及乒乓球室、壁球室、网球场、形体房、室内泳池等康乐设施。', NULL, 4, 3, 2, '2014-07-10', 1, NULL, NULL, 'images/2008080000002u57i9CDA_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (16, '郴州湖南府上酒店', 4, 14, '郴州 北湖区 国庆南路南塔美食广场\r\n', '\r\n郴州蝶恋情侣主题酒店位于郴州北湖区国庆北路，近人民西路，紧邻北湖公园，四周有成熟的小区综合体，地段优越，交通出行也便利。这里是以年轻情侣为主要客户群体，提供风格各异的情调房间，每一间都有独特的感受，优美的灯光加上双人按摩大浴缸。圆床房为情侣创造舒适的约会休息场所。\r\n', '这里有KTV、桑拿、足浴、保健按摩以及乒乓球室、壁球室、网球场、形体房、室内泳池等康乐设施。', NULL, 4, 4, 1, '2014-12-10', 1, NULL, NULL, 'images/200k0j000000aku2h8ADE_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (17, '大理-听花堂海景花园美宿', 12, 15, '大理市 挖色镇 海印村船岛3号\r\n', '听花堂海景花园美宿(大理洱海天境店)——一座降落在，洱海边的天境。石头、木头，海。 自然，简约，气宇轩扬。也许最美好的事情，都只是回归……记得吗？心中所想的地方，碧海连天到山岗。当有暖风穿过，请像个孩子去拥抱。不要刻意区分，泳池和洱海，它们本该一体。当小鸟惬意细语，你应该会听得懂，那是自然的语言，和你一样。当有黎明的颜色，渔舟唱晚，你早已融为一体。把生活，交给这里，品味天境。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。', NULL, 7, 5, 1, '2018-11-10', 1, NULL, NULL, 'images/200v0y000000m3g6z3CB8_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (18, '大理古城金桂庄园酒店', 12, 15, '大理市 大理镇 古城双鹤路77号\r\n', '\r\n大理金桂庄园酒店毗邻古城南门，背倚苍山，面临洱海，五华楼、红龙井、洋人街都可随时尽情游览。这是一座以白族历史文化和现代气息相结合而建造的庭院式度假酒店。宽敞宁静的庭院，散发幽幽清香，奇花异草四时不绝，坐在院子里品着陈年普洱、聊天、晒着太阳、听着音乐，感受大理的柔软时光。 ', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 5, 7, 1, '2018-11-14', 2, NULL, NULL, 'images/200i0w000000knbukBEF4_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (19, '大理-风雪故城艺术花园客栈', 12, 15, '大理市 大理镇 大理古城内玉洱路中段384号\r\n', '风花雪月，大理风雪故城艺术花园客栈，位于大理古城中心，玉洱路上，专修独具特色，酒店设施服务齐全。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 5, 6, 1, '2018-11-14', 2, NULL, NULL, 'images/200p0f0000007lr8lD855_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (20, '大理-花筑·大理古城玉洱路静芝院客栈', 12, 15, '大理市 古城广武路98号\r\n', '花筑·大理古城玉洱路静芝院客栈位于大理古城中心位置广武路，面朝苍山，背靠洱海。大理古城和大理崇圣寺三塔均在酒店附近，距洋人街人民路步行约5-10分钟，客栈闹中取静，周围超市，餐厅一应俱全。客栈拥有布置简约而不失奢华的客房，房内配有加湿器、空调和液晶电视机，让您感受到更加贴心细致的入住体验。服务人员会提前为您准备好电热水壶和瓶装水以及茶具，以满足您的饮水需求。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 5, 6, 2, '2018-11-19', 1, NULL, NULL, 'images/200k0l000000db6s3293B_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (21, '大理-古城畔山沐雲客栈', 12, 15, '大理市 大理镇 古城南门新村134号\r\n', '客栈位于大理古城南门新村，一塔公园附近，2016年新建白族特色建筑，背靠苍山，面向洱海，周边有天龙八部影视城，苍山大索道，三塔公园等旅游景点，交通便利，院内可停车，全天监控，24小时热水，高清网络电视，房间wifi，公共wifi，可以提供接机，接站服务。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 1, 6, 2, '2018-11-17', 2, NULL, NULL, 'images/20030n000000elkiy794E_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (22, '大理-融居·大理银箔泉酒店', 12, 15, '大理市 大理镇 大理古城214国道白石路12号\r\n', '客栈位于大理古城南门新村，一塔公园附近，2016年新建白族特色建筑，背靠苍山，面向洱海，周边有天龙八部影视城，苍山大索道，三塔公园等旅游景点，交通便利，院内可停车，全天监控，24小时热水，高清网络电视，房间wifi，公共wifi，可以提供接机，接站服务。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 3, 6, 2, '2018-11-23', 1, NULL, NULL, 'images/20050l000000d202e28EB_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (23, '大理-半吨连锁客栈半吨连锁客栈', 12, 15, '大理市 大理古城人民路下段499号\r\n', '半吨连锁客栈(大理人民路智能旗舰店)位于古城内，紧邻古城东城楼洱海门，步行街人民路闹中取静。客栈融合了现代简约、禅与茶等设计元素，客房内除电视、空调、冰箱等日常家电外，均配备了小茶台，修身养性；这里还拥有全智能、天空之镜天台，是一家高端轻奢客栈。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 1, 4, 1, '2018-11-30', 1, NULL, NULL, 'images/20080x000000l2uka92D2_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (24, '大理-美丽相约·大理苍海高尔夫酒店', 12, 15, '大理市 大理镇 三塔北路苍海高尔夫度假村\r\n', '美丽相约·大理苍海高尔夫酒店坐落在三塔北路苍海高尔夫度假村，毗邻的佛教圣地5A景区崇圣寺三塔，背靠苍山，俯瞰洱海，置身于千亩高尔夫绿茵场中，大自然，大景观，让您无时无刻都能亲近大自然。酒店隶属高端度假品牌美丽相约旗下，有富丽堂皇的接待大厅，大堂外配有500平米360度观景露台和1500平米豪华观景休息大厅。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 5, 5, 1, '2018-12-01', 1, NULL, NULL, 'images/200t0c00000066gsoE1A2_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (25, '大连-昱圣苑国际酒店', 13, 16, '大连 沙河口区 太原街6号\r\n', '大连昱圣苑国际酒店是由安达圣岛集团投资建造的豪华商务酒店，主楼高26层，地下两层总建筑面积40，000平方米。酒店占据大连西部商业中心，地理位置得天独厚，驱车前往大连火车站仅10分钟，距离大连港及飞机场约15至20分钟车程，毗邻大连星海会展广场，是出席公司会晤、会议。会展与展览的商旅人士的明智选择。\r\n', '不能携带宠物入住。', NULL, 4, 6, 2, '2018-12-10', 2, NULL, NULL, 'images/200d0u000000iwsqr5A9D_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (26, '大连新世界酒店', 13, 16, '大连 中山区 人民路41号 \r\n', '\r\n大连新世界酒店位于大连市中心地段人民路，临近中山广场及大连港，商业及金融中心亦近在咫尺，是商务或旅游人士不二之选。酒店荣获商旅杂志评选的“大连最佳商务酒店”，是大连商务旅行的地标性酒店。这里设有四百余间豪华客房和套房，宽幅落地窗带您饱览城市迷人风景，集古典与时尚于一身的豪华客房让您倍感舒适温馨。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 6, 2, '2018-12-21', 2, NULL, NULL, 'images/200t0v000000k24399C68_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (27, '大连Q加·大连星海广场飞悦酒店公寓', 13, 16, '大连 沙河口区 星海广场星海大观F座7楼\r\n', '\r\n大连星海广场飞悦酒店公寓位于美丽的星海湾畔，毗邻星海会展中心、世界博览广场、星海公园和圣亚海洋世界。下楼即可到达大连著名旅游景区——星海广场。周围山海相连，风景秀丽，地理位置优越，交通十分便利。拥有各类客房。海景房可近距离俯瞰星海广场全景与海景，观景房可俯瞰星海国宝、城堡博物馆、马栏河以及滨海路等景观。', '不能携带宠物入住。', NULL, 7, 6, 1, '2018-12-14', 1, NULL, NULL, 'images/d00f1a95d50c441992bc184747745e65_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (28, '大连良运大酒店', 13, 16, '大连 中山区 五五路12号\r\n', '大连良运大酒店位于城市金融商贸中心，地处大连商贸中心的人民路南侧，步行可至东港广场，附近有多条公交可直达机场及火车站。大连良运大酒店在当地的知名度及信誉都极好。各类客房内采光极佳，优质床品、液晶电视、洁净卫浴等一应俱全。豪华客房超级宽敞，大床加小床的设计非常适合全家出游，大人、小孩再也不用挤在一张床上影响睡眠，每个人都能享受舒适的入住体验。美食荟萃的中西餐厅内有丰富的自助餐。会议厅功能齐全，深得商务人士的青睐。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 5, 2, '2018-12-17', 1, NULL, NULL, 'images/200a080000002ws8r2B4B_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (29, '大连奥利加尔大酒店', 13, 16, '大连 沙河口区 中山路418号 \r\n', '大连良运大酒店位于城市金融商贸中心，地处大连商贸中心的人民路南侧，步行可至东港广场，附近有多条公交可直达机场及火车站。大连良运大酒店在当地的知名度及信誉都极好。各类客房内采光极佳，优质床品、液晶电视、洁净卫浴等一应俱全。豪华客房超级宽敞，大床加小床的设计非常适合全家出游，大人、小孩再也不用挤在一张床上影响睡眠，每个人都能享受舒适的入住体验。美食荟萃的中西餐厅内有丰富的自助餐。会议厅功能齐全，深得商务人士的青睐。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 5, 1, '2018-12-23', 1, NULL, NULL, 'images/880fe875548749fda967031c902d5eb9_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (30, '大连香格里拉大酒店', 13, 16, '大连 中山区 人民路66号\r\n', '大连香格里拉大酒店位于繁华的商业街人民路，四周交通便利，地铁公交出租车可将您送达每一个目的地。搭车到大连国际会议中心或东港海景码头约2.4公里，礼宾部也会为你提供想要到达地点的方位路线。酒店周六周日设有观光巴士，无论是老虎滩极地馆、圣亚海洋世界、星海广场，以及大连购物步行街等景点，都可方便快捷地到达，沿途还可欣赏到大连一望无际的海景。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 5, 1, '2018-12-20', 1, NULL, NULL, 'images/CggYGVX4sVSASYA7AAMhUc36vrs118_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (31, '大连-美丽豪酒店', 13, 16, '大连 高新园区 火炬路21号\r\n', '美丽豪酒店(大连高新万达广场店)地处商业中心，比邻万达广场、星海公园，出行便利。酒店是上海美豪酒店管理股份有限公司亲历打造的城市中的豪华驿站，采取大连自然景观图案作为主基调，房间内使用飞利浦大尺寸超清电视，搭配联网生态系统，房间卫浴使用国际一线品牌科勒、配置智能淋浴温控系统，恒温+5S出水系统，让您感受酣畅淋漓的沐浴体验，布草使用80*80高密度绸质贡缎，贴身丝滑。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 4, 1, '2018-12-19', 1, NULL, NULL, 'images/200v0k000000b8ogf451C_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (32, '大连-Q加·大连星海广场缤悦酒店公寓', 13, 16, '大连 沙河口区 星河路65A星海大观F座6F\r\n', '美丽豪酒店(大连高新万达广场店)地处商业中心，比邻万达广场、星海公园，出行便利。酒店是上海美豪酒店管理股份有限公司亲历打造的城市中的豪华驿站，采取大连自然景观图案作为主基调，房间内使用飞利浦大尺寸超清电视，搭配联网生态系统，房间卫浴使用国际一线品牌科勒、配置智能淋浴温控系统，恒温+5S出水系统，让您感受酣畅淋漓的沐浴体验，布草使用80*80高密度绸质贡缎，贴身丝滑。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 3, 6, 1, '2018-12-05', 1, NULL, NULL, 'images/200g0m000000dqwroB309_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (33, '广州-港润酒店', 5, 17, '广州 越秀区 越秀南路208号\r\n', '港润酒店(广州北京路店)位于越秀区北京路步行街和中华广场两大购物商圈，机场快线5号线的终点站。从酒店到白云机场仅需40分钟车程；到琶洲会展中心仅需20分钟车程，距离地铁1号线（农讲所）步行8分钟，距离地铁6号线（团一大广场）步行6分钟，交通十分便利。港润酒店(广州北京路店)拥有各式精美客房，宽敞舒适，均配备高速互联网接驳服务。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 3, 2, '2018-12-11', 2, NULL, NULL, 'images/200r050000000gcno1370_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (34, '广州-柏高酒店', 5, 17, '广州 天河区 沙太南路3号陶庄1号\r\n', '港润酒店(广州北京路店)位于越秀区北京路步行街和中华广场两大购物商圈，机场快线5号线的终点站。从酒店到白云机场仅需40分钟车程；到琶洲会展中心仅需20分钟车程，距离地铁1号线（农讲所）步行8分钟，距离地铁6号线（团一大广场）步行6分钟，交通十分便利。港润酒店(广州北京路店)拥有各式精美客房，宽敞舒适，均配备高速互联网接驳服务。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 3, 2, '2018-12-07', 1, NULL, NULL, 'images/CggYG1XKEkmAdcOtAAhDclWpao8480_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (35, '广州兰斯主题酒店', 5, 17, '广州 白云区 人和镇矮岗村矮岗大路口西五巷一号\r\n', '兰斯主题酒店(广州新白云国际机场店)位于广州市白云区新白云国际机场旁，酒店2018年7月完成装修，全新开业。兰斯主题酒店(广州新白云国际机场店)是一家集亲子、情侣主题和商务性质酒店，拥有多间亲子房、情侣房和商务房。酒店距新白云国际机场不到3公里，车程3-5分钟，酒店24小时提供机场免费接送服务。酒店客房均设有24小时热水系统、冷暖空调、43寸液晶电视以及高速Wi-Fi上网。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 4, 2, '2018-11-29', 1, NULL, NULL, 'images/200m0u000000jb6gv8562_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (36, '广州白水寨嘉华温泉酒店', 5, 17, '广州 增城区 派潭镇高滩村 ，近白水寨景区\r\n', '广州白水寨嘉华温泉酒店位于广州市增城区派潭镇，紧邻著名的白水寨风景区，背靠青山，四周翠峰高谷被誉为广州的“市”外桃源。酒店主楼四百余间客房加16栋别墅共五百余间客房，酒店大堂楼高三层，面积近2100平方米，整个酒店采用东南亚风格，宏伟大气，错落有致。房间或饱览茂密山林，或远眺著名的 “白水仙瀑”，或近观大型景致园林。酒店拥有1个可容纳千人的2350平方米无柱大宴会厅及11间多功能会议厅，中、西式特色餐厅及酒吧，一座康体娱乐中心及儿童乐园。\r\n', '不能携带宠物入住。', NULL, 4, 5, 2, '2018-11-26', 1, NULL, NULL, 'images/200i0r000000gqzk78941_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (37, '广州-Amigo米阁酒店', 5, 17, '广州 增城区 新塘镇广深大道中157号 \r\n', '广州市Amigo酒店管理有限公司将于2016年7月1 日盛大试业。酒店是由广州市Amigo酒店管理有限公司投资的精品酒店,坐落于美丽的广州市增城区新塘镇广深大道中157号， 距离广州市区37分钟车程、广州白云机场68分钟内即可抵达，交通极为便利。Amigo酒店齐集休闲书吧、电竞运动、时尚娱乐设施，是品味年轻时尚生活的新空间。四个主题，四个人物，代表的四类人群，在amigo都能找到属于自己的圈子（朋友圈）老朋友、新朋友Amigo，是一条纽带，是一个平台。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-11-26', 1, NULL, NULL, 'images/200u0f0000007ji29DCDB_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (38, '广州佰合精选国际度假公寓', 5, 17, '广州 越秀区 东沙角路18号方圆越秀时光1506房\r\n', '佰合精选国际度假公寓（北京路方圆时光店）位于广州市繁华的北京路商业美食步行街商圈，酒店门口就是广州风光旖旎的珠江河畔，周边文物古迹、旅游景点星罗棋布美轮美奂。2分钟步行到达地铁站6号线（团一大站）。周边珠江夜游天字码头、大沙头码头、中华广场国际中心、海珠广场、二沙岛星海音乐厅、海印电器城等均在几分钟商圈内。临窗远望，广州都市的繁华，迷人的夜景尽收眼底。', '不能携带宠物入住。', NULL, 5, 5, 2, '2018-11-14', 1, NULL, NULL, 'images/200a0l000000daqa6B5DA_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (39, '广州-奇幻马戏公馆', 5, 17, '广州 番禺区 兴南大道招商城市主场11号5栋 \r\n', '佰合精选国际度假公寓（北京路方圆时光店）位于广州市繁华的北京路商业美食步行街商圈，酒店门口就是广州风光旖旎的珠江河畔，周边文物古迹、旅游景点星罗棋布美轮美奂。2分钟步行到达地铁站6号线（团一大站）。周边珠江夜游天字码头、大沙头码头、中华广场国际中心、海珠广场、二沙岛星海音乐厅、海印电器城等均在几分钟商圈内。临窗远望，广州都市的繁华，迷人的夜景尽收眼底。', '不能携带宠物入住。', NULL, 8, 4, 1, '2018-11-19', 1, NULL, NULL, 'images/200h0l000000da7wgEEEB_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (40, '广州-迎商酒店', 5, 17, '广州 越秀区 越华路116号 \r\n', '佰合精选国际度假公寓（北京路方圆时光店）位于广州市繁华的北京路商业美食步行街商圈，酒店门口就是广州风光旖旎的珠江河畔，周边文物古迹、旅游景点星罗棋布美轮美奂。2分钟步行到达地铁站6号线（团一大站）。周边珠江夜游天字码头、大沙头码头、中华广场国际中心、海珠广场、二沙岛星海音乐厅、海印电器城等均在几分钟商圈内。临窗远望，广州都市的繁华，迷人的夜景尽收眼底。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 3, 1, '2018-11-25', 1, NULL, NULL, 'images/200a0v000000jme9xDF16_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (41, '杭州马可波罗假日酒店', 3, 3, '杭州 上城区 平海路38号 \r\n', '杭州马可波罗假日酒店位于市中心西湖边的平海路上，距地铁1号线龙翔桥站D出口仅300米左右。2013年所有客房全新装修，全新配备消毒柜、加湿器、智能马桶盖。这是一家欧式经典风格的商务酒店，由马可波罗酒店管理公司经营管理，获“中国饭店金星奖”、浙江省“最佳品质饭店”、杭州市“最佳星级饭店”、“游客满意服务企业”等多项殊荣。酒店采用意大利风格设计，体现了“欧洲风格、绿色生活、高尚品位、自由浪漫”的特色。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 5, 5, 2, '2018-11-16', 2, NULL, NULL, 'images/acf707bec06941b78c7ef74b78cdc471_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (42, '杭州中维香溢大酒店', 3, 3, '杭州 上城区 解放路108号\r\n', '杭州马可波罗假日酒店位于市中心西湖边的平海路上，距地铁1号线龙翔桥站D出口仅300米左右。2013年所有客房全新装修，全新配备消毒柜、加湿器、智能马桶盖。这是一家欧式经典风格的商务酒店，由马可波罗酒店管理公司经营管理，获“中国饭店金星奖”、浙江省“最佳品质饭店”、杭州市“最佳星级饭店”、“游客满意服务企业”等多项殊荣。酒店采用意大利风格设计，体现了“欧洲风格、绿色生活、高尚品位、自由浪漫”的特色。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 4, 2, '2018-11-15', 1, NULL, NULL, 'images/200q0f0000007lxrbA244_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (43, '杭州马可波罗滨湖酒店', 3, 3, '杭州 上城区 浣纱路99号 \r\n', '杭州马可波罗滨湖酒店位于浣纱路和国货路交叉口的国货路上，在国货路23号正对面。近解放路，毗邻美丽的西子湖畔，与杭州解百新世纪购物中心紧密相连，出行方便快捷。杭州马可波罗滨湖酒店是杭州西湖边的一家精致型商务酒店，由马可波罗酒店管理公司经营管理，融合意大利经典与现代风格，设计典雅、精致细腻，体现出浓郁的人文品味和温馨浪漫的气质。\r\n', '不能携带宠物入住。', NULL, 4, 5, 1, '2018-11-14', 1, NULL, NULL, 'images/200n0v000000jztpq327C_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (44, '杭州西湖慢享主题酒店', 3, 3, '杭州 上城区 解放路131号\r\n', '杭州西湖慢享主题酒店(原金座大酒店)位于解放路，近浙二医院；周围餐饮、娱乐等生活配套齐全，出行便利。酒店设计融合了当下主流消费群体所关注的生活美学与情绪体验，取细节处做精特色，于大气间彰显魅力。诗意流淌，缓慢而沉静。让享受慵懒不再是都市人群遥不可及的梦。酒店配置了先进的会议设施，多间会议厅可作为各类商务洽谈、培训研讨、高管聚会和私人社交的上佳选择，先进的会议器材与设施、专业的会议经理可为您提供殷勤周到的会议服务。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 6, 5, 1, '2018-11-13', 1, NULL, NULL, 'images/20050p000000g0cjn0E06_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (45, '杭州中山国际大酒店', 3, 3, '杭州 上城区 平海路15号\r\n', '杭州中山国际大酒店位于繁华的商业街平海路口，酒店距西湖及湖滨步行街，延安路商业街近在咫尺。四周商家林立，交通便捷，酒店至萧山机场的专线大巴，每隔30分钟一班。店内有独立停车场。为会议、商务、旅游宾客理想的下榻场所。精益求精、与众不同、富有文化底蕴的高品质酒店、文化酒店是我们不懈的追求，杭州中山国际大酒店建筑整体风格为欧式建筑，内部设计蕴涵着杭州的历史文化特色，将杭州西湖、丝绸、茶叶、井的文化在酒店的每一个空间里完美的展现出来，二楼文化长廊将中西方文化完美的结合在一起。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 6, 5, 1, '2018-11-12', 2, NULL, NULL, 'images/CggYtFchs6iAMtAsAAFvYztjzt8031_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (46, '杭州-住呗酒店公寓', 3, 3, '杭州 滨江区 长河街道科技馆街1058号金铂湾16楼\r\n', '\r\n杭州住呗酒店公寓坐落在美丽的钱塘江边，环境舒适宜人，紧邻奥体国际博览中心和星光大道商业街，地段优越，交通发达。住呗公寓是由杭州住呗酒店管理有限公司全权管理的公寓式酒店，房间落地窗宽敞明亮，视野开阔，设施齐全及24小时保安服务，给您安全、舒适的入住体验，满足您出差度假，休闲及家庭旅行的选择。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 3, 5, 1, '2018-11-11', 2, NULL, NULL, 'images/200p0y000000m6qyt2096_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (47, '杭州-印泰晤士·庭悦酒店', 3, 3, '杭州 滨江区 江晖路2030号杭州印大厦A座\r\n', '杭州印泰晤士·庭悦酒店坐落于滨江区地标性建筑商务金融中心杭州印大厦内，望江路过江隧道直达酒店，毗邻被誉为天下第一潮的钱塘江，足不出户即可尽览钱塘江美景和新城的靓丽风景。步行即可到达集结各类餐饮美食的商业中心星光大道。酒店客房精致典雅、宽敞亮丽、设施齐全、环境舒适，客房无线网络全覆盖，配备大屏高清电视，全套高档定制卫浴产品，健康环保型床垫，全棉舒适的床上用品，助你度过一个舒心惬意的夜晚。酒店配套有中西特色精致早餐厅，可同时容纳60人用餐。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 4, 2, '2018-11-10', 1, NULL, NULL, 'images/20040k000000bvgi64A51_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (48, '杭州-浙江饭店', 3, 3, '杭州 下城区 延安路447号\r\n', '浙江饭店位于延安路，步行约10分钟便可到达西湖风景区—“断桥残雪”、“三潭映月”等著名景点，饭店大门约10米为地铁1号、2号交汇换乘中心凤起路站B出口；饭店紧靠商业中心—嘉里中心（电影院、Shopping Mall、餐饮），毗邻武林广场商圈（银泰百货、杭州百货大楼、杭州大厦购物城、国大城市广场），东靠杭州中国丝绸城，南邻湖滨银泰In77街区、龙翔服饰城，西接武林D11美食城、武林女装街、武林夜市。\r\n\r\n', '不能携带宠物入住。', NULL, 0, 3, 1, '2018-11-09', 1, NULL, NULL, 'images/ab86b148c4984e3695ca7667202586f4_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (49, '济南泉城大酒店', 1, 8, '济南 历下区 南门大街2号\r\n', '济南泉城大酒店位于济南市商业金融中心，距银座商城、泉城广场咫尺之遥，与黑虎泉、千佛山、趵突泉、大明湖等风景名胜相毗邻。济南泉城大酒店隶属于银座旅游集团，酒店拥有各类特色客房。酒店倾力打造的颐庭阁豪华客房已盛装开业，房间配备37寸电视电脑一体机、WIFI无限网络无缝覆盖，智能化一键控制，精心定制的Sweet Dream“恬梦之床”，为您呈现国际级的商务住宿体验。济南泉城大酒店配备各类多媒体高级会议设施可同时接待（10-350人）不同规模的会议活动。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 4, 1, '2018-11-08', 1, NULL, NULL, 'images/200u0f0000007dzlg49CC_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (50, '济南-吉华大厦', 1, 8, '济南 市中区 英贤街19号 \r\n', '\r\n济南吉华大厦位于英贤街，步行可至趵突泉、大明湖、五龙潭等风景名胜。这里拥有济南具有地域特色的酒店早餐，甜沫、煎饼果子、羊汤应有尽有，另设有百余个车位的免费停车场，24小时安保服务。情溢吉华，让您有回家的感觉。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 6, 5, 1, '2018-11-07', 2, NULL, NULL, 'images/CggYG1XKEkmAdcOtAAhDclWpao8480_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (51, '济南中豪大酒店', 1, 8, '济南 历下区 解放路165号\r\n', '济南中豪大酒店有限公司位于济南名胜聚集、古迹众多的护城河河畔。环境优美，交通便利。济南中豪大酒店集餐饮、住宿、会议、娱乐于一体，入住酒店客房，南望风景秀丽的千佛山，北眺碧波荡漾的大明湖，西靠灯火辉煌的泉城路，东临济南交通枢纽解放桥。济南中豪大酒店拥有各式特色客房，独到优雅的设计、高档完美的设备、浓情细意的服务，缔造出商务精英和畅游泉城旅客的不二之选，令独具慧眼的您尽享至爱关怀，体验宾至如归的物超所值！\r\n', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 4, 2, '2018-11-07', 2, NULL, NULL, 'images/CggYtFcXREqAN42kAAFCmDO-KXc118_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (52, '济南-山东大厦', 1, 8, '济南 市中区 马鞍山路2-1号\r\n', '山东大厦位于马鞍山路，距济南西客站约14公里。由此出发到五岳之首泰山、孔子故乡曲阜旅游需1小时左右的车程。这里由世界著名的美国波特曼设计事务所设计，是山东省委办公厅直接领导下的一座集政务接待、商务、住宿、美食、会议、康乐、演出为一体的饭店。大厦由宾馆楼、会议中心和山东会堂三部分构成，拥有豪华楼层、超豪华楼层和行政楼层客房，均为观景房。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 6, 4, 2, '2018-11-06', 1, NULL, NULL, 'images/200a0f0000007ewfl0ED7_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (53, '济南倪氏海泰大酒店', 1, 8, '济南 历城区 二环东路3690号 \r\n', '\r\n济南倪氏海泰大酒店位于二环东路，紧邻百年山东大学，向东毗邻济南高新区与国际会展中心、周围餐饮、娱乐等生活配套齐全，出行便利。酒店总经营面积28000平方米，设有各类房型供您挑选，主楼客房全部覆盖无线网络和有线宽带。除此之外，酒店还设有餐饮包房39个，零餐大厅、西餐厅各一个；多功能厅2个大小会议室5个，是顾客真正的家外之家。酒店新开瀛之汤，日式洗浴休闲中心，装修精美，典雅，是以“绿色桑拿。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 2, '2018-11-05', 1, NULL, NULL, 'images/20060j000000b0eej121F_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (54, '济南-友庭酒店', 1, 8, '济南 槐荫区 经十路乐梦中心2号楼7层槐荫政务中心同楼\r\n', '\r\n济南倪氏海泰大酒店位于二环东路，紧邻百年山东大学，向东毗邻济南高新区与国际会展中心、周围餐饮、娱乐等生活配套齐全，出行便利。酒店总经营面积28000平方米，设有各类房型供您挑选，主楼客房全部覆盖无线网络和有线宽带。除此之外，酒店还设有餐饮包房39个，零餐大厅、西餐厅各一个；多功能厅2个大小会议室5个，是顾客真正的家外之家。酒店新开瀛之汤，日式洗浴休闲中心，装修精美，典雅，是以“绿色桑拿。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 3, 1, '2018-11-04', 1, NULL, NULL, 'images/200p0s000000i25mq2D20_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (55, '济南-美豪酒店', 1, 8, '济南 历下区 会展路66号万达广场Y6幢中单元 \r\n', '美豪酒店(济南高新万达会展中心店)是上海美豪酒店管理股份有限公司旗下“美豪酒店”品牌的济南首家英伦风情酒吧剧院式酒店，酒店秉承智能时尚、舒适品味，便捷商务的设计风格，搭配最为尖端的技术及创新设备，与国内一流设计团队携手，以现代手法和时尚元素相结合打造出的英伦风情商旅酒店。300兆光纤专线接入，WIFI全覆盖，原生态3D电视、使用80*80高密度雅兰布草，复合功能性插板、英伦风情3D影院房、自助洗衣吧、剧院式酒吧茶餐厅等设施一应俱全；在您在房间内即可体验动态观影效果。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 3, 1, '2018-11-04', 1, NULL, NULL, 'images/200r0k000000c9zdn7171_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (56, '济南高新禧悦东方酒店', 1, 8, '济南 历城区 工业南路44号\r\n', '\r\n自古以来，诗人总喜欢以禧悦为题材，写出一首又一首委婉动人的诗。东方风情在西方人眼中总是神秘而奇妙的，像是一个旖旎绮丽的梦境。禧悦东方酒店坐落于济南高新区核心路段，融古典雅致的人文情怀和潮流新锐的国际风尚于一体，古典与现代之间，东方与西方之间，动与静之间，追求成功的路上，尽享禧悦。禧悦东方酒店是由山东禧悦东方酒店管理公司兴建管理的一家豪华酒店，位于济南高新区核心区域，紧邻济南高新区国际会展中心、高新区管委会及齐鲁软件园。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 4, 1, '2018-11-03', 1, NULL, NULL, 'images/200l0m000000dwfe9B484_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (57, '南京金鹰国际酒店', 2, 5, '南京 秦淮区 汉中路101号金鹰新街口店B座\r\n', '南京金鹰国际酒店坐落于新街口金鹰商城B座，位于地铁1、2号线的交汇点，乘地铁可轻松到达著名的夫子庙、玄武湖、总统府、中山陵，至南京火车站、高铁南站也很是便捷。这里的每间客房均撷取民国风格之菁华，配全景落地窗、48寸LED液晶电视、BOSE音响系统、现磨咖啡机、超大洗漱空间、欧舒丹洗浴用品以及思涟床具等。原汁原味无添加的中西餐厅让你养·味兼顾。满园春中餐厅准备了独一无二的私密空间；拥有开放式厨房的大华西餐厅全天候带你领略世界美食的魅力。充满书香气息的大堂吧奉上纯香咖啡、精致下午茶。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 2, '2018-10-31', 1, NULL, NULL, 'images/200u0f0000007ji29DCDB_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (58, '南京玄武饭店', 2, 5, '南京 鼓楼区 中央路193号 \r\n', '\r\n南京玄武饭店位于湖南路CBD中央商业区，距南京火车站、国际展览中心、高速公路连接口约10分钟车程；距机场全程高速封闭车道仅约40分钟，更有城市地铁直通酒店。饭店环境豪华，拥有装修典雅的特色客房及套房，功能齐全，设计合理，坐拥城市美景或玄武湖景，令人心旷神怡，倍感温馨舒适。饭店内有彩蝶轩、文华厅、丽晶廊、宝石轩等数十个特色餐厅，提供中华美食，光临酒店的客人可品味中式正宗的珍馐美馔。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 0, 5, 2, '2018-10-30', 2, NULL, NULL, 'images/2ec2858d10f24654a934d745067a4397_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (59, '南京-江苏凤凰台饭店', 2, 5, '南京 鼓楼区 湖南路47号\r\n', '\r\n南京玄武饭店位于湖南路CBD中央商业区，距南京火车站、国际展览中心、高速公路连接口约10分钟车程；距机场全程高速封闭车道仅约40分钟，更有城市地铁直通酒店。饭店环境豪华，拥有装修典雅的特色客房及套房，功能齐全，设计合理，坐拥城市美景或玄武湖景，令人心旷神怡，倍感温馨舒适。饭店内有彩蝶轩、文华厅、丽晶廊、宝石轩等数十个特色餐厅，提供中华美食，光临酒店的客人可品味中式正宗的珍馐美馔。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 0, 5, 2, '2018-10-29', 2, NULL, NULL, 'images/200k0k000000bvw8jBA14_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (60, '南京古南都饭店', 2, 5, '南京 鼓楼区 广州路208号 \r\n', '南京古南都饭店位于南京市的中心地带——新街口地区，与江苏省五台山体育中心隔街相，是一家豪华商务饭店。饭店附近集中了南京大学、南京师范大学、河海大学等全国著名高等学府及多家金融商贸以及南京市儿童医院，省人民医院、省中医院等医疗机构；周边餐饮、娱乐、休闲及健身场所林立。饭店地理位置优越，人文气氛浓郁；交通便利，闹中取静。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 0, 5, 1, '2018-10-28', 1, NULL, NULL, 'images/200d070000002en2811DC_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (61, '南京金鹰珠江壹号国际酒店', 2, 5, '南京 玄武区 珠江路1号\r\n', '南京金鹰珠江壹号国际酒店地处南京新街口商圈内，傲居城市中轴中山路与珠江路黄金交汇点，城市CBD中央，省市政府两大政务中心聚集地，紧邻南京大学、东南大学两大著名学府，距总统府、玄武湖等主要景点约5分钟车程；同时酒店与地铁1号线及金鹰国际购物中心（珠江路店）紧密直连，购物中心汇聚众多国际一线名品、G-Mart超市、亲子乐园、特色餐饮等。酒店客房整洁舒适，房内均配有大屏幕液晶电视、卫星电视频道、高速宽带接入、落地观景玻璃窗、一流的卫浴设备与卧具等。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-10-27', 1, NULL, NULL, 'images/200n0v000000ji9cn60A7_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (62, '南京-美豪丽致酒店', 2, 5, '南京 鼓楼区 管家桥65号\r\n', '美豪丽致酒店(南京新街口德基广场店)位于管家桥，临近民国历史文化街，走过一条长江路，读完半部民国史；距离地铁新街口20号口仅一步之遥，临近 大型综合商场，吃喝玩乐一应俱全。这是上海美豪酒店管理有限公司勤力打造的城市度假酒店，装修风格采取回归自然的青砖、水泥、原生态木质作为主基调，配合藤制鸟笼床，回归生态自然，充满时尚、复古、舒适、私密的主题房间，古朴清新的自然生态风格融入怀旧复古的元素；房间搭配坚果高清投影仪，搭配IPTV互联网生态系统。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 4, 1, '2017-10-26', 2, NULL, NULL, 'images/200r0x000000ldpkfDF88_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (63, '南京城市名人酒店', 2, 5, '南京 鼓楼区 中山北路30号\r\n', '南京城市名人酒店位于中山北路，靠近地铁1、4号线，周边分布着多个旅游景点。出门不远就是紫峰购物广场、新街口商业区、湖南路美食一条街，购物，吃饭两不误。住在这里，可以让你沉浸于六朝古都的历史文化中，同时感受现代化城市的便捷和热情。酒店由中国（香港）名人城市酒店管理集团有限公司投资管理，这里有温馨舒适的家庭亲子房，有设施齐全，配有高速宽带和台式电脑现代感十足的商务客房。酒店还有“中国谭家菜”、“腾湘阁”以及“喝彩西餐厅”等品牌餐饮，足不出户即可大饱口福。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 4, 1, '2018-10-25', 1, NULL, NULL, 'images/200d0g00000087afm9B8F_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (64, '南京南站希尔顿欢朋酒店', 2, 5, '南京 江宁区 胜利路38号\r\n', '南京城市名人酒店位于中山北路，靠近地铁1、4号线，周边分布着多个旅游景点。出门不远就是紫峰购物广场、新街口商业区、湖南路美食一条街，购物，吃饭两不误。住在这里，可以让你沉浸于六朝古都的历史文化中，同时感受现代化城市的便捷和热情。酒店由中国（香港）名人城市酒店管理集团有限公司投资管理，这里有温馨舒适的家庭亲子房，有设施齐全，配有高速宽带和台式电脑现代感十足的商务客房。酒店还有“中国谭家菜”、“腾湘阁”以及“喝彩西餐厅”等品牌餐饮，足不出户即可大饱口福。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-11-01', 1, NULL, NULL, 'images/200b0k000000c9q6gE6FA_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (65, '青岛斯维登精品公寓', 1, 1, '青岛 崂山区 秦岭路19号WFC协信中心3号楼\r\n', '青岛斯维登精品公寓是一个暖心的栖息之地，简单的方式为您提供在旅途中的温暖家庭式公寓。酒店位于崂山区，与“海上名山”崂山，石老人海水浴场相伴；“面朝大海，春暖花开，”您对深蓝的大海、天蓝的天空是否有不一样的解读。酒店地理位置优越，地处崂山区CBD及各大型购物中心商圈内，周边购物、饮食、观影健身等咫尺之距。酒店步行至青岛会展中心只需5分钟，酒店每个房间配备洗衣机、冰箱及家用设备，为您提供一个自在、放松的居停空间。在这里，能够休憩、充电、放松，是您商务出行及旅游的最佳选择。', '不能携带宠物入住。', NULL, 7, 5, 2, '2018-10-24', 2, NULL, NULL, 'images/280m0u000000j5y688E93_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (66, '青岛府新大厦', 1, 1, '青岛 市南区 闽江路5号\r\n', '青岛府新大厦位于青岛市政治、经济、文化中心，与市政府办公楼咫尺相邻，位置优越，交通便捷，酒店周边拥有繁华的高端商贸中心，海信广场等以及云霄路美食街均可步行到达。青岛府新大厦从客房向外望去，奥帆基地、五四广场等美丽的海滨景色尽收眼底，海天相连，美丽一线。与大厦主体连通的会议中心，拥有先进的会议设施， 30多个大、中、小型会议室，可满足各种层次会议的不同需求。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 6, 6, 2, '2018-10-23', 2, NULL, NULL, 'images/CggYG1YCo5qAB06BAAJi0N4P6BI382_R_300_225.jpg', '0000-00-00');
INSERT INTO `hotel` VALUES (67, '慕舍·贝格酒店公寓', 1, 1, '青岛 市南区 山东路6号甲华润悦玺公寓1楼\r\n', '慕舍·贝格酒店公寓(青岛万象城奥帆五四广场店)位于市南区香港中路与山东路交汇处—华润万象城悦玺公寓楼，地处青岛繁华的商业中心，坐拥青岛政治、经济、文化核心区。酒店紧邻青岛市政府与五四广场，距离海边与五四广场步行约5分钟，距青岛火车站约18分钟车程，距离青岛流亭国际机场约36分钟车程。公寓楼前有地铁3号线站点五四广场站，地铁直达青岛火车站和青岛北站，交通便利。公寓6楼可以直达万象城“天空之城”，充分满足购物、娱乐、休闲、餐饮等一切出行所需。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 3, 5, 1, '2018-10-22', 1, NULL, NULL, 'images/200s0g00000087sjkF1F6_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (68, '青岛金石国际大酒店', 1, 1, '青岛 黄岛区 经济技术开发区井冈山路157号\r\n', '青岛金石国际大酒店位于青岛市经济开发区CBD核心地段，稳坐青岛市“一小时”经济圈内。酒店交通便利，距青岛流亭机场50分钟车程，距金沙滩仅10分钟车程，海湾大桥20分钟车程，黄岛汽车站仅1公里。酒店毗邻黄岛区政府、中国石油大学、青岛理工大学，步行5分钟即可到达佳世客、麦凯乐、家佳源、瑞泰利群四大购物广场，餐饮、休闲、娱乐十分便捷。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-10-21', 1, NULL, NULL, 'images/200q0b0000005zrhe266F_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (69, '青岛奥帆中心亚朵酒店', 1, 1, '青岛 市南区 东海中路1号 \r\n', '青岛金石国际大酒店位于青岛市经济开发区CBD核心地段，稳坐青岛市“一小时”经济圈内。酒店交通便利，距青岛流亭机场50分钟车程，距金沙滩仅10分钟车程，海湾大桥20分钟车程，黄岛汽车站仅1公里。酒店毗邻黄岛区政府、中国石油大学、青岛理工大学，步行5分钟即可到达佳世客、麦凯乐、家佳源、瑞泰利群四大购物广场，餐饮、休闲、娱乐十分便捷。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-10-20', 1, NULL, NULL, 'images/CggYsVcV3_qALnhcABCx5Y7AWWk666_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (70, '青岛-泊云尚选庭院酒店', 1, 1, '青岛 黄岛区 东岳东路凭海临风南门3号楼\r\n', '\r\n泊云尚选庭院酒店(青岛西海岸东方影都万达茂店)位于西海岸新区前沿，南侧海岸线近在咫尺，东侧距东方影都万达茂约3公里，五条公交线直达，一路畅通无阻。西南距红树林度假世界约3.3公里，多公交线直达。纯地中海风情城市民宿酒店，别墅式建筑院落、时尚前卫的装修风格、舒适客房、多功能大堂以及人性化的细节设置备受市场追捧。全方位的管家服务理念，为客人提供惊喜加感动的服务。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-10-19', 1, NULL, NULL, 'images/200u0u000000iwdox799A_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (71, '青岛-桔子·水晶酒店', 1, 1, '青岛 市南区 东海西路25号\r\n', '桔子水晶酒店(青岛五四广场海景店)位于市南区东海西路，临近香港中路，周围繁花似锦，出行方便。桔子水晶酒店(青岛五四广场海景店)的客房系国外著名设计师设计，客房隔音系统由清华声学所设计，保证安静睡眠。客房内音响系统支持蓝牙、Iphone、Ipad和笔记本，并且可与电视直接相连；全部可无线上网，并配备液晶电视、电动窗帘等，为宾客提供舒适、安心的休憩空间。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 4, 1, '2018-10-18', 1, NULL, NULL, 'images/200f0i0000009i0eg05F4_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (72, '青岛斯维登度假公寓', 1, 1, '青岛 市南区 山东路10号华润大厦悦玺公寓\r\n', '青岛斯维登度假公寓(奥帆五四广场万象城)坐拥青岛政治、经济、文化核心区，紧邻青岛市政府，公寓位于华润万象城楼上，可实现一站式购物、用餐、运动、休闲娱乐等；地铁、公交汇集，尽享交通出行便利。这是一家极富现代设计感的公寓，雅致的市景房可俯瞰美丽的城区，观上合绚丽夜景，领略魅力青岛的视觉享受。公寓追求个性化元素和文化内涵，给人以艺术化的生活空间，直线条的设计使整个空间宽敞明亮，站在窗前市景、海景一览无余。整个空间以浅色调的陈设，木质家具，柔软的床品，干净利落。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 5, 5, 1, '2018-10-17', 1, NULL, NULL, 'images/CggYs1c0Fp2APgjgAAZpYsuthGs752_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (73, '三亚凤凰岛度假酒店', 14, 20, '三亚 三亚湾路凤凰岛A座\r\n', '三亚凤凰岛度假酒店位于三亚湾路凤凰岛，周围环境优美，风景宜人。 酒店为2018年春晚嘉宾指定接待酒店、2017年第67届世界小姐总决赛官方指定酒店，建筑高99.8米，是一家位于海中央的高端度假酒店。目前拥有近三百间全海景客房及百余套全海景公寓。配备独具特色的琼肴坊中餐厅、阿莫尔全日制西餐厅、海边BBQ、臻果大堂吧、揽海宴会厅、天空酒廊、紫水晶户外婚礼广场、无边际泳池、棋牌室、康体健身、海边垂钓等酒店综合经营项目，能360度将海景尽收眼底。 \r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 5, 6, 1, '2018-12-18', 1, NULL, NULL, 'images/200f070000002kyzd9040_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (74, '三亚京海国际假日酒店', 14, 20, '三亚 三亚湾路139号 \r\n', '三亚京海国际假日酒店座落于三亚市三亚湾著名观海景区“椰梦长廊”的中心地段，占地57亩，建筑面积约9万平米，是一座显现盛唐文化韵调的大型现代新中式休闲度假酒店。以“古为今用、洋为中用”为设计理念，将“琴棋书画、金戈铁马、歌舞升平、四海归心”等中华传统文化元素良好的融入酒店整体建筑和装饰风格中，用现代时尚元素阐述历史，设计浑厚有力，把典雅和精致完美结合，充分体现皇家之高贵和中华民族的自信与自强，处处传递“阳刚、稳重、大气、祥和”文化底蕴及正能量。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 5, 6, 1, '2018-12-18', 1, NULL, NULL, 'images/20040d0000006ts4i85A9_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (75, '三亚蜈支洲岛珊瑚酒店', 14, 20, '三亚 海棠区 海棠湾林旺镇蜈支洲岛 \r\n', '三亚蜈支洲岛珊瑚酒店地处蜈支洲岛西北角，是浪漫求婚，蜜月旅行，欢度幸福时光的甜蜜之所。五彩斑斓的浪漫元素，自然天成的旅游地，东南礁石万状，浪花如雪，西北一湾海滩，沙质细白，奢享清风徐来、椰影婆娑的惬意时光，自在旅人尽情呼吸自然空气, 适合求婚和蜜月旅行的酒店---“浪漫天涯，爱在蜈支洲珊瑚酒店。酒店共有两百余间精心设计海岛度假型客房，涵盖海景、园景、复式、套房等多种房型。客房设计也依据海岛特色，将海洋元素融入其中，体现海岛度假酒店的理念与生活。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 5, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200g0r000000hdxxx440B_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (77, '三亚亚龙湾华宇度假酒店', 14, 20, '三亚 亚龙湾国家旅游度假区\r\n', '三亚亚龙湾华宇度假酒店坐落于北纬十八度最具度假风情的亚龙湾国家旅游度假区，与素有“亚龙湾商业地标”之称的百花谷小镇风情商业街毗邻而居。这里距亚龙湾中心广场咫尺之遥，临近亚龙湾国际玫瑰谷、亚龙湾海底世界、亚龙湾热带森林公园等，与距三亚海棠湾国际购物中心（免税店）车程也不远。酒店以典雅精致的中式古典园林建筑风格与雅士文化为主格调，完美地融入到热带滨海风情中。酒店拥有三亚首屈一指的大宴会厅——龙厅，面积为1300平方米，层高9米，并有观光电瓶车接送。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 5, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200t0j000000ax8r0ECDA_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (78, '三亚海韵度假酒店', 14, 20, '三亚 三亚湾路168号\r\n', '三亚海韵度假酒店位于三亚湾中心的独立沙滩上，紧邻三亚凤凰机场、市区、动车站。东南亚度假风格的酒店外观如两艘豪华邮轮，三维通风设计让你不出房门也能感受徐徐海风。客房视野开阔，有软榻、自然竹木装饰、私密的露台浴缸，你可边沐浴边欣赏美丽海景，拉下竹帘可尽享私密空间。韵和轩、巴厘风情、海韵吧和空中私人Party提供特色中、西餐，让你领略各色热带美食。渔人码头海鲜自助火锅BBQ（晚餐）一定不要错过，晚餐后在泳池旁的沙滩椅上听菲律宾乐队演唱也十分不错。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 5, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200c0v000000k5ncs339C_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (79, '三亚9号主题公寓', 14, 20, '三亚 友谊路6号擎天半岛A204\r\n', '三亚9号主题公寓坐落于有着“椰梦长廊”之称的三亚湾海滨观光旅游度假区旁，地处于三亚核心地段，三亚湾路与友谊路交汇处；可方便快捷抵达三亚市中心和三亚凤凰国际机场、以及动车站。公寓紧邻三亚湾海岸线，各大景区围绕周围，距天涯海角、西岛海上游乐中心约25分钟车程；距南山文化苑约30分钟车程，可达到旅游、观光、度假一体化。自公寓出发移步即达美丽的椰梦长廊及海边、沙滩；享受热带风光带来的不一样的体验。同时，楼下为外贸路小吃一条街，紧邻友谊路下岗职工之家海鲜广场，便捷的交通让你邂逅美食。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 3, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200c0900000045m5b08E7_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (80, '三亚康年酒店', 14, 20, '三亚 天涯区 三亚湾路189号\r\n', '三亚康年酒店位于三亚湾路中段，距离三亚市区约15分钟车程，步行2分钟可达公交车站，各项交通便利。酒店58平米海洋主题客房通透开阔，拥有完美的一线海景景观，三亚湾的浩瀚海景尽收眼底。酒店拥有1200㎡顶层无边际泳池，独特刺激的70米高空悬挑透明泳池，让您在空中畅游时也能尽享南中国海迷人海景，酒店还设有花园家庭泳池、儿童欢乐泳池以及舒适的室内恒温泳池。更有精心设计的Laithai Spa 、Gabriel\'s 健身瑜伽中心以及1200㎡Coodyssey儿童中心。\r\n', '不能携带宠物入住。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200d0o000000eklqq8FF5_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (81, '厦门永丽达丽呈酒店', 6, 21, '厦门 思明区 中山路299号\r\n', '厦门永丽达丽呈酒店地处中山路步行街，轮渡码头、中山公园、闽台美食街近在咫尺。酒店以厦门市花——三角梅为店徽，以艺术装置、绿植花墙为主题，用现代、时尚的风格装点空间，将自然与闽南的文化气息相融合。酒店拥有各类精品客房，还配备自助商务中心、自助健身中心、多功能会议室、大堂吧、“意”餐厅等，让人尽享怡然温馨的人文商旅。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200c0y000000lushcFA2F_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (82, '厦门泰谷酒店', 6, 21, '厦门 思明区 鹭江道2号\r\n', '厦门泰谷酒店位于厦门繁华的商业旅游观光中心鹭江道2号，厦门第一广场东座，昔日的太古码头对面。厦门泰谷酒店寓意国泰民安，五谷丰登。设计中融汇了典雅、奢华的新古典后现代艺术风格。由厦门知名艺术家参与设计的主题风情房让人眼前一亮，以森林、沙漠、海洋、宇宙为灵感源泉，创作出每一间都独一无二的艺术精品客房。酒店五楼还设有“太古码头”餐厅和“谷吧”，让人在享受美食的同时深切领略闽南文化的精髓。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 4, 1, '2018-12-18', 1, NULL, NULL, 'images/200l0j000000alkix7B78_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (83, '厦门美仑皓晖酒店', 6, 21, '厦门 思明区 禾祥西路80号\r\n', '厦门泰谷酒店位于厦门繁华的商业旅游观光中心鹭江道2号，厦门第一广场东座，昔日的太古码头对面。厦门泰谷酒店寓意国泰民安，五谷丰登。设计中融汇了典雅、奢华的新古典后现代艺术风格。由厦门知名艺术家参与设计的主题风情房让人眼前一亮，以森林、沙漠、海洋、宇宙为灵感源泉，创作出每一间都独一无二的艺术精品客房。酒店五楼还设有“太古码头”餐厅和“谷吧”，让人在享受美食的同时深切领略闽南文化的精髓。', '不能携带宠物入住。', NULL, 4, 4, 1, '2018-12-18', 1, NULL, NULL, 'images/200b080000002u0j7991D_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (84, '厦门佰翔五通酒店', 6, 21, '厦门 湖里区 环岛东路2496号\r\n', '厦门佰翔五通酒店位于环岛东路，紧邻五通客运码头（厦门-金门）及五缘湾商务运营中心；距厦门国际会议展览中心、万达广场、观音山运营中心、两岸金融中心、软件园二期、翔安隧道约10分钟车程，交通便利。 酒店拥有5间风格迥异的特色美食餐厅与酒吧，包括全日餐厅、带有14个豪华海景包房的中餐厅、日本料理、大堂酒廊以及全透明的空中酒吧，同享佳肴与美景。 ', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 5, 1, '2019-01-02', 1, NULL, NULL, 'images/200u0o000000en0ji9837_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (85, '厦门鹭江宾馆', 6, 21, '厦门 思明区 鹭江道54号\r\n', '厦门佰翔五通酒店位于环岛东路，紧邻五通客运码头（厦门-金门）及五缘湾商务运营中心；距厦门国际会议展览中心、万达广场、观音山运营中心、两岸金融中心、软件园二期、翔安隧道约10分钟车程，交通便利。 酒店拥有5间风格迥异的特色美食餐厅与酒吧，包括全日餐厅、带有14个豪华海景包房的中餐厅、日本料理、大堂酒廊以及全透明的空中酒吧，同享佳肴与美景。 ', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200t0800000031ae5C725_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (86, '上海小南国花园酒店', 15, 22, '上海 杨浦区 佳木斯路777号\r\n', '上海小南国花园酒店地处杨浦区，步行5分钟即可到达地铁8号线黄兴公园站，坐拥上海浦西市中心不可多得的自然生态环境，为客人提供大隐于市的度假体验。酒店独揽60万平方米的都市绿洲黄兴公园，百余间宽阔客房均采用落地景观大窗，宁静悠然的公园美景和碧波湖景尽收眼底。客房内采用世界品牌Frette芙蕾特与Pacific Coast派赛菲特床上用品、Sealy丝涟床垫以及L\'Occitane欧舒丹沐浴用品，确保客人获得尊贵舒适的入住体验。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200q0u000000jie0g6D8A_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (87, '上海帝璟丽致大酒店', 15, 22, '上海 闵行区 虹莘路3988号 \r\n', '上海帝璟丽致大酒店是一家位于闵行韩国社区的高级商务型酒店。距离虹桥机场15分钟车程，距离上海展览馆10分钟车程，附近有徐家汇商圈、虹桥与漕河泾经济开发区、上海国际展览中心等商办地点，邻近则有虹桥高尔夫、上海动物园、七宝古镇等休闲旅游景点，是您到上海旅游或洽公的最佳住宿选择。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/CggYGlZ7ZISAFLrQABYBtbWIZcA030_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (88, '上海Pagoda君亭设计酒店', 15, 22, '上海 杨浦区 政学路77号\r\n', '上海Pagoda君亭设计酒店坐落在上海五角场商圈的创智天地内，周边商业大厦鳞次栉比，著名高等学府林立，各种娱乐设施齐全。上海Pagoda君亭设计酒店为您打造一站式的服务体验，客房宽敞舒适，透过房间全景落地窗，五角场商圈及创智天地的美景尽收眼底。酒店还设有功能齐全的会议室及商务配套，为您提供良好的商务环境，可满足各种商务活动；4楼的餐厅，为您准备了各种中西式自助美食。训练有素的酒店员工，为您奉上专业贴心的高品质管家服务，让你的每次入住都无比的舒适和完美。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200p0o000000eo3h70307_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (89, '上海宿适轻奢酒店', 15, 22, '上海 黄浦区 徐家汇路679-1号\r\n', '宿适轻奢酒店(上海打浦桥田子坊店)位于徐家汇路，距地铁9号线打浦桥站3号2号口约2分钟路程，步行至热门景点田子坊约5分钟，餐饮、购物、交通综合体日月光中心仅一街之隔；离瑞金医院约10分钟。 酒店装修时尚，客房配备定制香氛机、香氛、加湿器、小夜灯多用途。智能客房配备电动窗帘及智能场景设置，带给您轻松愉快的入住体验。 大堂配备唱吧机器小型迷你ktv，娃娃机带您重回童年时光。大堂投影电视机播放当下热门潮题。咖啡吧及舒适慵懒的休息区让您充分释放旅途疲惫感受美好。\r\n', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/20080s000000i6usa56B4_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (90, '深圳-美豪丽致酒店', 5, 9, '深圳 福田区 滨河大道5022号联合广场B座\r\n', '宿适轻奢酒店(上海打浦桥田子坊店)位于徐家汇路，距地铁9号线打浦桥站3号2号口约2分钟路程，步行至热门景点田子坊约5分钟，餐饮、购物、交通综合体日月光中心仅一街之隔；离瑞金医院约10分钟。 酒店装修时尚，客房配备定制香氛机、香氛、加湿器、小夜灯多用途。智能客房配备电动窗帘及智能场景设置，带给您轻松愉快的入住体验。 大堂配备唱吧机器小型迷你ktv，娃娃机带您重回童年时光。大堂投影电视机播放当下热门潮题。咖啡吧及舒适慵懒的休息区让您充分释放旅途疲惫感受美好。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200n0r000000h1qh6FA92_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (91, '深圳-美豪酒店', 5, 9, '深圳 宝安区 宝安大道5010号\r\n', '美豪酒店(深圳机场店)位于深圳宝安区宝安大道，近凯成二路，距离罗宝地铁线后瑞站A出口约300米，紧靠深圳T3航站楼，距离福永码头约8分钟车程，经机场或福永码头可转香港、澳门酒店时尚又舒适的客房内配有先进的设施设备。酒店提供精美早餐，免费上下午茶，入住期间酒店还提供免押金、免查房等快速入离服务，免费送餐、免费洗衣、熨衣、30分钟不满意全额退房，免费延迟退房至15:00，免费机场接送机等超值服务（详情请咨询商家）。酒店精心为您打造特色的贴身管家订制服务，不断为您创造再次选择美豪的理由。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200w0g00000083dfg85EC_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (92, '深圳中南海怡酒店', 5, 9, '深圳 福田区 深南大道7028号时代科技大厦东座\r\n', '深圳中南海怡酒店位于深圳市福田区深南大道，紧邻招商银行大厦、工商物价大厦、东海花园、东海国际中心、地铁1、7、9、11号线车公庙B出口，地铁直达会展中心、世界之窗、欢乐谷、锦绣中华等。酒店到到会展中心约5分钟，附近有休闲胜地“红树林”、深圳湾公园、香蜜公园、美食街——香蜜湖度假村；毗邻东海缤纷天地、丰盛町步行商业街、东海城市广场、太平洋电影院、沃尔玛（山姆会员店）购物中心等。\r\n', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200f0k000000c5rzaCBC1_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (93, '深圳壹航酒店', 5, 9, '深圳 宝安区 宝安大道后瑞地铁站B出口壹航城T4栋\r\n', '\r\n壹航酒店（深圳机场店）位于深圳市宝安区、宝安大道（后瑞地铁站B出口）距宝安国际机场5分钟车程。壹航酒店（深圳机场店）是一家商务、公寓、酒店住房，会议、展览、饮食、购物、娱乐为一体的综合性商务酒店。华润万家商场、多功能会议厅、风味各异的多家餐厅，220间温馨客房、高速上网等过硬的硬件设施，加上壹航人诚挚、绿色、人文的经营管理理念是您愉悦商旅的首选之家。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200l0f0000007hh534438_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (94, '深圳富临大酒店', 5, 9, '深圳 罗湖区 和平路1085号\r\n', '深圳富临大酒店位于深圳罗湖区和平路，罗湖火车站西出口，临近罗湖海关、东门步行街、罗湖商业城。酒店与香港隔河相望，距罗湖联检大楼咫尺之遥。酒店楼高28层，拥有多种规格的客房，其中24-25层为专为商务客人所享有的行政楼层，每间客房均配有传真机等商务设施。酒店还配有残疾人客房，让客人尽享舒适与温馨。酒店中西餐厅、酒吧可为客人提供名厨主理的精美菜式和醇厚佳酿。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/a9b5a76b670f4e03bf8b699e7d1b042b_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (95, '沈阳岷山饭店', 13, 24, '沈阳 和平区 中华路88-2号\r\n', '阳岷山饭店地处沈阳市和平区繁华的太原街商业中心地段，正门位于新世界百货北侧泰安路，毗邻中山公园，距各交通枢纽仅举步之遥。 饭店拥有各类豪华舒适的客房、特别设计的家庭套房及公寓房共两百余间，可满足不同宾客的入住需求，WIFI全楼覆盖，24小时的私人健身房，结合一流完善的设施及人性化的出色服务，让您尽享舒适。 饭店拥有中、西美食特色餐厅，精致的芝芝咖啡厅为您提供各式美食，温馨的氛围让您尽享视觉和味蕾的饕鬄盛宴。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/CggYr1chSa6AfmTfAAq0qwU2MI4818_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (96, '沈阳黎明国际酒店', 13, 24, '沈阳 大东区 长安路10号\r\n', '\r\n沈阳黎明国际酒店位于沈阳市大东区长安路，酒店西倚具有五百多年历史的故宫古建筑群，与沈阳繁华的黄金商业街——中街仅一路之隔，与沈阳东部汽车产业园毗邻而居，是沈城东部开发建设的中心地带。酒店地理位置优越，距离地铁10号线咫尺之遥，便捷的交通，厚重的文化气息，浓郁的商业氛围，使黎明国际酒店尽享天时、地利与人和，是您商务、旅行的理想选择。这是由中国航发沈阳黎明航空科技有限责任公司投资兴建，由天伦国际酒店管理集团管理的沈城东部屈指可数的商务酒店，拥有两百余间精美别致的客房，满足商旅客人的不同需求。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/20020q000000gt91a6DC8_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (97, '沈阳北约客维景国际大酒店', 13, 24, '沈阳 和平区 同泽北街35号\r\n', '沈阳北约客维景国际大酒店位于繁华的太原街，距国际会展中心和奥体中心仅20分钟车程，步行5分钟即可到达沈阳火车站和地铁口，地理位置得天独厚。沈阳北约客维景国际大酒店是港中旅集团在东北地区推出的一家维景品牌的高星级酒店。酒店拥有典雅舒适的客房和务式公寓，超大豪华的宴会厅、富丽堂皇的酒店大堂现代专业的酒店会所、融汇东西方饮食文化的各式餐厅，尽显酒店的舒适与奢华，这一切必将使每场宴会成为杰出典范，每次入住成为难忘回忆。我们以优质的客房、丰富的娱乐休闲设施、热情的服务，诚挚欢迎四方宾朋莅临下榻！', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/2009060000001hz8aFCD8_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (98, '沈阳锦联豪生酒店', 13, 24, '沈阳 浑南区 创新路153-4号\r\n', '\r\n沈阳锦联豪生酒店坐落在沈阳市浑南新区锦联经济产业园，距离市政府仅一步之遥；酒店附近有多条公交线路贯穿全程，出行便利。酒店设计高贵典雅，两百余间客房，完善的现代化设备，完美满足您的住宿需求。酒店12至15楼为行政楼层，入住行政楼层可享受专属礼遇及快速办理入住、离店手续。风格迥异的餐厅为您呈现鲜美可口的佳肴。无立柱大宴会厅面积达622平方米，中空高8.9米，适合各类大型会议和豪华宴会。7个大小不同的会议室，可分别容纳20-200人，完美满足客户不同层次的会务需求。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200d0r000000gw7tiB0BB_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (99, '苏州悦禧丽呈酒店', 2, 25, '苏州 吴中区 工业园区星港街158号\r\n', '苏州悦禧丽呈酒店位于苏州市工业园区星港街，距地铁1号线东方之门站3号口约20m；酒店地处于金鸡湖畔，可直接观赏音乐喷泉；酒店对面就是苏州中心商场、苏州地标建筑东方之门，交通、旅游、购物、娱乐、商务均十分便利。酒店配套有自助早餐厅、自助洗衣房、停车场、设施完善的公共商务区和大堂休息洽谈区。酒店内全面覆盖WiFi、环境舒适明亮、服务专业细致，是您品质出行的不二之选。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200b0y000000lwqrhA7F9_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (100, '苏州吴中希尔顿欢朋酒店', 2, 25, '苏州 吴中区 迎春路38号\r\n', '苏州吴中希尔顿欢朋酒店位于经济繁华的吴中区迎春路38号。北依苏州古城区，东连昆山，南接吴江，西衔太湖，北有沪宁铁路、沪宁高速，东有苏嘉杭高速，交通十分便利。苏州希尔顿欢朋酒店是希尔顿全球（Hilton Worldwide）旗下连锁酒店品牌希尔顿欢朋（Hampton by Hilton）在苏州吴中区的第一家门店。酒店传承了希尔顿欢朋一如既往的高品质，致力于为广大商旅精英及亲子家庭带来舒适畅爽的入住体验，即使在忙碌的旅途中也能享受朋友欢聚的动人时光。', '本酒店入住时间为下午14:00后退房时间为中午12:00前。', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/20070v000000ke36pD5BD_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (101, '苏州托尼洛·兰博基尼书苑酒店', 2, 25, '苏州 吴中区 星港街168号 \r\n', '\r\n这是一家古典诗意与现代时尚兼备的高端私人精品酒店，怀着对酒店品牌尊贵血统与对苏州千年深厚文化底蕴的高度崇敬，捷克设计师 Jan Benda 以高贵、低调、私密、奢华为基调打造了这家酒店。而在这份诗情画意之外，酒店内无处不在的“奔跑的公牛”彰显着其独特非凡的意式基因。结合苏式园林的古典隽秀与现代建筑的简约奢华，庭院中假山池沼、亭台轩榭皆布局考究。绿树成荫，鸟语花香，令人仿佛置身于世外桃源。或执卷品茗、或与友人共赏此美景，实为人生难得之赏心乐事。', '不能携带宠物入住。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/44ffd91491d2456b923ffbbcd2cf9ad8_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (102, '苏州书香府邸·平江府', 2, 25, '苏州 姑苏区 白塔东路60号\r\n', '\r\n苏州书香府邸·平江府座落在苏州古城绝对保护中心，交通极为方便，酒店以著名的清代园林“北半园”为依托，融入吴文化精髓与现代奢华为一体的最苏州的主题创意文化酒店。苏州书香府邸·平江府拥有各类装修豪华舒适的客房，同时拥有葡萄酒餐厅，高雅格调的包厢，大型的豪华宴会厅，自助餐厅，专业的多功能会议厅，加上热情周到，细致贴心，专业个性的服务，将为尊贵的宾客提供舒适、温馨的环境。酒店还拥有健身房，室内游泳池，为入住客人提供更完善的设备，让您在居住用餐、休闲品茗之余，近距离观赏苏州园林灵动精致之美。', '不能携带宠物入住。', NULL, 1, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/20030n000000edn0jF6F1_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (103, '苏州独墅湖世尊酒店', 2, 25, '苏州 吴中区 启月街299号 \r\n', '\r\n苏州独墅湖世尊酒店位于苏州工业园区月亮湾北，西倚波光粼粼的独墅湖，毗邻风景如画的白鹭生态公园和红墙灰瓦的欧式教堂，酒店的地理位置十分优越便利。由酒店前往苏州市区休闲、观光仅需十五分钟，十五或十八分钟即可轻松抵达苏嘉杭高速和沪宁高速公路，距苏州火车站仅需二十分钟，至上海虹桥机场不过一小时车程。酒店坐拥天水一色的苏式园林美景，各项商务和休闲设施完备宜人，奢华与恬静在此完美融合。   酒店拥有330间豪华客房及套房，均配有互联网高速宽带及40寸液晶电视。\r\n', '不能携带宠物入住。', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/b4b7226b177743948a9f871aefad071d_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (104, '台北圆山大饭店', 16, 26, '台北 中山区 中山北路四段1号 \r\n', '圆山饭店不仅是台湾的地标，朱圆柱与金碧辉煌的大厅，更是这座岛屿的影子，记忆着数不尽的辉煌历史，巍峨高耸於圆山之腰，前临蜿蜒的基隆河为镜，後倚秀丽的阳明山为屏，东望松山，西睽淡水，极目所视，大台北市的景物，历历如在眼前。集西方建筑的雄伟与东方建筑的古雅於一体，兼具力与美的表现无论兴建的大厦，或者是原有的金龙、麒麟各厅，都依传统的宫殿型式，内部的装潢陈设，以及家俱摆饰，无不皆具中国传统的艺术色彩，极见匠心独运。号称世界最大的旅馆大厅与房间内部的明式、红木家俱。', '不能携带宠物入住。', NULL, 1, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200j070000002pxunA179_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (105, '台北威斯汀六福皇宫', 16, 26, '台北 中山区 南京东路三段133号\r\n', '台北威斯汀六福皇宫位于台北市南京东路金融、商业和娱乐区，邻近小巨蛋、行天宫、微风百货、辽宁街和伊通街夜市等特色景点，具有浓烈独特的文化与娱乐氛围；透过便利的交通网络，实时可抵达世界知名建筑--台北101购物中心、国立故宫博物馆、中正纪念堂…等，让您的旅程从心开始、创意无限。饭店位于南京松江捷运站和南京东路捷运站口，距离桃园国际机场仅40分钟车程，邻近松山机场，步行5分钟就有U-bike租赁站，畅行台北非常便利，是商务和观光旅客的最佳首选。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/CggYsVcQX7yAHSn_AAEleYL8fqY556_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (106, '台北寒舍艾丽酒店', 16, 26, '台北 信义区 松高路18号 \r\n', '寒舍艾丽酒店为寒舍集团第一家以自有品牌经营的酒店，由世界知名饭店设计顾问公司Hirsch Bedner Associates Pte. Ltd. Design Consultants负责室内设计，简约舒适的设计风格，营造优雅细致的空间氛围，酒店亦邀请多位国际知名艺术家为寒舍艾丽酒店量身订制专属艺术品，让艺术创作融入空间诠释，致力於打造「艺术及生活」、「生活及艺术」的品味哲学，提供旅客一处优雅的休憩空间。', '不能携带宠物入住。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200p060000001op6z1BE4_R_300_225.jpg	', NULL);
INSERT INTO `hotel` VALUES (107, '台北-香格里拉台北远东国际大饭店', 16, 26, '台北 大安区 敦化南路二段201号\r\n', 'Hirsch Bedner Associates Pte. Ltd. Design Consultants负责室内设计，简约舒适的设计风格，营造优雅细致的空间氛围，酒店亦邀请多位国际知名艺术家为寒舍艾丽酒店量身订制专属艺术品，让艺术创作融入空间诠释，致力於打造「艺术及生活」、「生活及艺术」的品味哲学，提供旅客一处优雅的休憩空间。', '不能携带宠物入住。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200f060000001n8jjDD95_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (108, '天津泛太平洋大酒店', 17, 23, '天津 红桥区 张自忠路1号\r\n', '\r\n天津泛太平洋大酒店位于张自忠路，地处天津的发源的三岔河口，紧邻具有百年历史的金刚桥和环球秀购物商城，邻近天津之眼摩天轮、古文化街、天后宫、大悲院和意式风情区，方便前往风景旖旎的海河及城内繁荣的金融商务区。酒店设计充满格调与品味。客房空间宽敞明朗，线条简约，氛围优雅。入住太平洋贵宾套房，你可观赏天津之眼摩天轮美轮美奂的风景，在放松身心之余感受天津深厚的文化底蕴，为你的天津之旅增添一抹亮色。酒店内完善先进的会议设施是各类会议、活动的上佳选择。', '不能携带宠物入住。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/CggYHFbWOW-APgUGACm409zGCms512_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (109, '天津海河悦榕庄', 17, 23, '天津 河北区 海河东路34号\r\n', '\r\n天津泛太平洋大酒店位于张自忠路，地处天津的发源的三岔河口，紧邻具有百年历史的金刚桥和环球秀购物商城，邻近天津之眼摩天轮、古文化街、天后宫、大悲院和意式风情区，方便前往风景旖旎的海河及城内繁荣的金融商务区。酒店设计充满格调与品味。客房空间宽敞明朗，线条简约，氛围优雅。入住太平洋贵宾套房，你可观赏天津之眼摩天轮美轮美奂的风景，在放松身心之余感受天津深厚的文化底蕴，为你的天津之旅增添一抹亮色。酒店内完善先进的会议设施是各类会议、活动的上佳选择。', '不能携带宠物入住。', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200t0l000000d1glg59EE_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (110, '天津富力万达文华酒店', 17, 23, '天津 河东区 大直沽八号路486号\r\n', '天津富力万达文华酒店位于天津河东区大直沽八号路，紧邻美丽的海河。酒店周边交通便利，乘地铁9号线东兴路下B出口步行5分钟即可到达酒店。酒店距天津站5公里，打车10分钟即达；离天津滨海机场约18公里，打车约30分钟可达。天津富力万达文华酒店是一家涉外酒店，共有各类客房与套房近三百间，每间客房均配有热带雨林式淋浴设施、独立的浴缸。大部分客房内可饱览海河的迷人风光。酒店还备有琳琅满目的佳肴美馔、世界级水准的会议和宴会场地与设施，会令您的活动大获成功。', '不能携带宠物入住。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200n0w000000kc4mn69E6_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (111, '天津维多利亚国际大酒店', 17, 23, '天津 河北区 中山路66号\r\n', '天津富力万达文华酒店位于天津河东区大直沽八号路，紧邻美丽的海河。酒店周边交通便利，乘地铁9号线东兴路下B出口步行5分钟即可到达酒店。酒店距天津站5公里，打车10分钟即达；离天津滨海机场约18公里，打车约30分钟可达。天津富力万达文华酒店是一家涉外酒店，共有各类客房与套房近三百间，每间客房均配有热带雨林式淋浴设施、独立的浴缸。大部分客房内可饱览海河的迷人风光。酒店还备有琳琅满目的佳肴美馔、世界级水准的会议和宴会场地与设施，会令您的活动大获成功。', '如客人未能於指定日期入住，本酒店將當作NO-SHOW 論，房費將被全額收取，不得異議。任何優惠計劃並不能一併使用。', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/c6f0ac401264427e95ec58aeec2d3f9e_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (112, '西安诺世嘉顿酒店', 18, 27, '西安 未央区 开元路210号 \r\n', '\r\n西安诺世嘉顿酒店位于西安市经开区开元路（近凤城七路），距高速入口约5分钟，地铁站信步可达；既可近览汉城湖美景，又可亲临大明宫遗址公园、钟鼓楼、回民街等名胜景点。酒店处于CBD生态圈，毗邻西安市委、市政府，西安城市运动公园，熙地港等超级商业街，餐饮、购物休闲场所一应俱全。诺世嘉顿是Rose Garden的音译，品牌来源于法国15世纪坚固神秘的军事城堡和浪漫温馨的玫瑰园朗布尔Rambures。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200l0s000000hjyih9877_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (113, '西安美丽豪酒店', 18, 27, '西安 莲湖区 西大街79号\r\n', '\r\n美丽豪酒店（西安钟鼓楼店）位于西安市中心西大街，紧邻钟鼓楼广场；并且酒店门口有直达机场的机场大巴，出行便利。 酒店是由上海美豪酒店管理股份有限公司投资管理，以唐文化主题的商务酒店。酒店提供咸阳机场免费接机、收费送机服务（详情请咨询商家）。 悠闲的午后，你能享用5楼茶园免费上、下、午晚茶（每房限2人）；还有熨烫衣服、租赁自行车、管家等贴心服务，让你的旅途更加舒适、精彩。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200j0r000000gx7grB473_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (114, '西安金莎国际酒店', 18, 27, '西安 雁塔区 长安中路65号\r\n', '\r\n西安金莎国际酒店坐落于西安市最具活力商圈--小寨商圈的核心位置，位于地铁2、3号线及多条公交线路小寨站。紧邻赛格国际购物中心，金莎国际购物广场，百盛商场，军区购物中心、银泰百货等。西安音乐学院，长安大学距酒店约3分钟路程。步行可至大兴善寺、大雁塔广场、陕西历史博物馆、省体育场。多条地铁公交线路约15分钟即直达曲江国际会展中心、大唐芙蓉园、钟楼、城墙、回民街。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/a217ba3d574e49dc86b09f5fe966f85d_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (115, '西安钟楼东亚朵S吴酒店', 18, 27, '西安 新城区 东大街与南新街交叉口向北50米\r\n', '西安钟楼东亚朵S吴酒店地处于西安市古城墙内，城市中心地区，公共交通便利，距地铁站约600米，步行约10分钟可至钟楼、鼓楼、回民小吃街,明城墙等观光名胜。 酒店是和著名财经作家、吴晓波频道创始人吴晓波先生联手打造的中国社群酒店，在店内不仅可以体验来自吴晓波频道“美好的店”的精选产品、品尝吴酒和巴九灵茶，还可以在流动的图书馆——竹居免费借阅“蓝狮子”的书籍。 ', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/20010x000000lotwb5499_R_130_130.jpg', NULL);
INSERT INTO `hotel` VALUES (116, '西安高新CitiGO欢阁酒店', 18, 27, '西安 雁塔区 高新一路18号\r\n', '西安高新CitiGO欢阁酒店位于高新区咖啡创业街区，临近地铁3号线科技路站口，交通便利。酒店近机场大巴停靠点，各路公交地铁直达钟楼、回民街、城墙、大雁塔等西安热门景点，周边餐饮娱乐、商业中心环绕，金鹰购物国际、世纪金花等高端购物中心近在咫尺。酒店为每位住客提供免费的欢迎茶，为会员提供贴心夜宵，始终秉持好而不贵的服务理念。\r\n', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/200v0u000000j4gf2B5EC_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (117, '香港湾仔皇悦酒店', 10, 19, '香港 湾仔 轩尼诗道33号\r\n', '香港湾仔皇悦酒店(Empire Hotel Hong Kong－Wan Chai)位于湾仔市商业中心，邻近会议展览中心、演艺学院、金钟太古广场等地；步行五分钟可达湾仔地铁站，位置优越，集商务与购物之便。香港湾仔皇悦酒店(Empire Hotel Hong Kong－Wan Chai)拥有各式舒适客房，设有室外泳池、健身中心、桑拿等配套设施；为宾客营造了环境一流、设备齐全的优质居所。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 6, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/34bdab3a104d4bbd87f61b949756264d_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (118, '香港嘉湖海逸酒店', 10, 19, '香港 元朗 天水围 天恩路18号\r\n', '香港嘉湖海逸酒店(Harbour Plaza Resort City)位于新界天水围，正对铁路，可连接西铁、直达市区；周围有天水围中央公园、湿地公园、屏山文物径、南生围及流浮山等景点。酒店设计时尚，装修简约、大气；拥有温馨、舒适的各式客房，房内均配备无线上网及智能手机，更备有无线WIFI，设施设备齐全。店内有宴会厅、特色餐厅、商场及大型露天游泳池', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/CggYHFaqwuOAJ1J4AAlZXZEyqcY691_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (119, '香港铜锣湾皇悦酒店', 10, 19, '香港 东区 铜锣湾永兴街8号\r\n', '香港嘉湖海逸酒店(Harbour Plaza Resort City)位于新界天水围，正对铁路，可连接西铁、直达市区；周围有天水围中央公园、湿地公园、屏山文物径、南生围及流浮山等景点。酒店设计时尚，装修简约、大气；拥有温馨、舒适的各式客房，房内均配备无线上网及智能手机，更备有无线WIFI，设施设备齐全。店内有宴会厅、特色餐厅、商场及大型露天游泳池', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 4, 5, 1, '2018-12-18', 1, NULL, NULL, 'images/8b999d53e56a46aa9ed2d61173ce355e_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (120, '香港隆堡柏宁顿酒店', 10, 19, '香港 湾仔 铜锣湾边宁顿街13-15号 ', '不论商务公干或是休闲旅游，隆堡柏宁頓酒店都是您访港的理想住宿之选。 座落于铜锣湾中心地带，这间精品酒店距离港铁铜锣湾站仅需四分钟步程，举步可达各大购物中心及知名景点包括时代广场、崇光百货、希慎广场及香港会议展览中心。 酒店的所有客房均为非吸烟客房，配有舒适的床褥及枕头选择、精致贴心的客房设备及独立WiFi无线网络接收器，浴室配备雨淋式淋浴设施和高级浴室用品，让每位旅客尽情放松休息，享受宾至如归的住宿体验。', '客人入住時，本酒店將收取港幣500或同等外幣作為房間按金。在客人退房時，如酒店沒有發現房間有任何毀壞，損失或客人沒有使用任', NULL, 9, NULL, 1, NULL, NULL, '2019-01-15', 1, 'images/2ec2858d10f24654a934d745067a4397_R_300_225.jpg', NULL);
INSERT INTO `hotel` VALUES (128, '宝丽华酒店', 4, 14, '郴州市', '精品酒店！', '一应俱全！', NULL, 6, NULL, 1, '2019-01-18', 1, NULL, NULL, 'images/200a0v000000jme9xDF16_R_130_130.jpg', NULL);

-- ----------------------------
-- Table structure for house
-- ----------------------------
DROP TABLE IF EXISTS `house`;
CREATE TABLE `house`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `hotelId` int(11) NULL DEFAULT NULL COMMENT '酒店ID',
  `roomTitle` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '房间标题',
  `roomPrice` decimal(10, 2) NULL DEFAULT NULL COMMENT '房间价格',
  `roomBedTypeId` int(255) NULL DEFAULT NULL COMMENT '房间床型',
  `isHavingBreakfast` int(2) NULL DEFAULT NULL COMMENT '是否有早餐',
  `isHavingBathroom` int(2) NULL DEFAULT NULL COMMENT '是否有卫浴',
  `isHavingBroadband` int(2) NULL DEFAULT NULL COMMENT '是否有宽带',
  `payType` int(255) NULL DEFAULT NULL COMMENT '支付类型(1:在线付 2:到店付 3:不限)\r',
  `satisfaction` decimal(10, 2) NULL DEFAULT NULL COMMENT '满意度(0.1~5.0)',
  `isBook` int(255) NULL DEFAULT NULL COMMENT '是否预订\r（0-否，1-是）',
  `isCancel` int(255) NULL DEFAULT NULL COMMENT '是否取消（0-否，1-是）',
  `isTimelyResponse` int(255) NULL DEFAULT NULL COMMENT '是否及时确认（0-否，1-是）',
  `creationDate` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `createdBy` int(255) NULL DEFAULT NULL COMMENT '创建人',
  `modifyDate` datetime NULL DEFAULT NULL COMMENT '修改时间',
  `modifiedBy` int(255) NULL DEFAULT NULL COMMENT '修改人',
  `Store` int(255) NULL DEFAULT NULL COMMENT '剩余床位',
  `images` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '房型图片',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 246 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of house
-- ----------------------------
INSERT INTO `house` VALUES (1, 12, '阳台标准间', 82.00, 1, 0, 1, 1, 1, 4.50, NULL, NULL, NULL, '2018-12-09 10:00:45', 1, '2018-12-25 15:19:44', 1, 3, 'images/timg.jpg');
INSERT INTO `house` VALUES (2, 12, '高级客房', 1332.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-09 11:31:59', 1, NULL, NULL, 4, 'images/timg1.jpg');
INSERT INTO `house` VALUES (3, 4, '诺金豪华大床房', 1028.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-09 11:44:14', 1, NULL, NULL, 2, 'images/timg2.jpg');
INSERT INTO `house` VALUES (4, 5, '经济型', 290.00, 1, 0, 0, 0, 1, 4.40, NULL, NULL, NULL, '2018-12-08 11:50:23', 1, NULL, NULL, 5, 'images/timg3.jpg');
INSERT INTO `house` VALUES (5, 6, '商务客房', 808.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-09 11:50:17', 1, NULL, NULL, 2, 'images/timg4.jpg');
INSERT INTO `house` VALUES (6, 7, '标准大床房', 768.00, 1, 1, 1, 1, 3, 4.30, NULL, NULL, NULL, '2018-12-09 11:52:22', 1, NULL, NULL, 6, 'images/timg5.jpg');
INSERT INTO `house` VALUES (7, 8, '庭院房', 1188.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-09 11:54:40', 1, NULL, NULL, 6, 'images/timg6.jpg');
INSERT INTO `house` VALUES (8, 9, '普通房', 199.00, 1, 0, 0, 0, 1, 4.30, NULL, NULL, NULL, '2018-12-09 11:57:24', 1, NULL, NULL, 2, 'images/timg7.jpg');
INSERT INTO `house` VALUES (9, 10, '普通主题房', 198.00, 1, 0, 0, 0, 1, 4.30, NULL, NULL, NULL, '2018-12-09 11:59:00', 1, NULL, NULL, 6, 'images/timg8.jpg');
INSERT INTO `house` VALUES (10, 11, '豪华大床间', 418.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-09 12:00:26', 1, NULL, NULL, 5, 'images/timg9.jpg');
INSERT INTO `house` VALUES (11, 12, '标准单人间', 328.00, 0, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-09 12:02:29', 1, NULL, NULL, 4, 'images/timg10.jpg');
INSERT INTO `house` VALUES (12, 13, '豪华大床房', 518.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-09 12:04:04', 1, NULL, NULL, 5, 'images/timg11.jpg');
INSERT INTO `house` VALUES (13, 14, '普通客房', 239.00, 0, 1, 1, 1, 3, 4.30, NULL, NULL, NULL, '2018-12-09 12:05:42', 1, NULL, NULL, 4, 'images/timg12.jpg');
INSERT INTO `house` VALUES (14, 15, '标准单间', 353.00, 0, 1, 1, 1, 3, 4.40, NULL, NULL, NULL, '2018-12-09 12:07:39', 1, NULL, NULL, 5, 'images/timg13.jpg');
INSERT INTO `house` VALUES (15, 16, '单人间', 242.00, 0, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-09 12:08:49', 1, NULL, NULL, 4, 'images/timg14.jpg');
INSERT INTO `house` VALUES (16, 17, '海天之恋海景豪华家庭套房', 3414.00, 3, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-10 15:04:10', 1, NULL, NULL, 3, 'images/timg15.jpg');
INSERT INTO `house` VALUES (17, 18, '温馨三人间 ', 1758.00, 2, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-10 15:05:25', 1, NULL, NULL, 3, 'images/timg16.jpg');
INSERT INTO `house` VALUES (18, 19, '一千零一夜家庭套房 ', 3820.00, 3, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-10 15:08:09', 1, NULL, NULL, 4, 'images/timg17.jpg');
INSERT INTO `house` VALUES (19, 20, '豪华榻榻米双床间 ', 1271.00, 1, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-10 15:09:14', 1, NULL, NULL, 4, 'images/timg.18jpg');
INSERT INTO `house` VALUES (20, 21, '榻榻米星空蜜月大床房 ', 4869.00, 1, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-10 15:11:34', 1, NULL, NULL, 5, 'images/timg19.jpg');
INSERT INTO `house` VALUES (21, 22, '银箔泉独栋别墅', 3589.00, 3, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-10 15:13:26', 1, NULL, NULL, 5, 'images/timg20.jpg');
INSERT INTO `house` VALUES (22, 23, '全智能豪华园景大床房 ', 1211.00, 1, 1, 1, 1, 1, 4.90, NULL, NULL, NULL, '2018-12-10 15:15:24', 1, NULL, NULL, 3, 'images/timg21.jpg');
INSERT INTO `house` VALUES (23, 24, '美丽相约蜜月海景套房 ', 3680.00, 1, 1, 1, 1, 3, 4.90, NULL, NULL, NULL, '2018-12-10 15:16:56', 1, NULL, NULL, 2, 'images/timg22.jpg');
INSERT INTO `house` VALUES (24, 25, '豪华标准间', 369.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-10 15:18:25', 1, NULL, NULL, 2, 'images/timg23.jpg');
INSERT INTO `house` VALUES (25, 26, '高级双床房', 898.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-10 15:19:54', 1, NULL, NULL, 8, 'images/timg24.jpg');
INSERT INTO `house` VALUES (26, 27, '雅致大床 ', 120.00, 1, 0, 0, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-10 15:21:40', 1, NULL, NULL, 8, 'images/timg25.jpg');
INSERT INTO `house` VALUES (27, 28, '标准双床间 ', 400.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-10 15:23:00', 1, NULL, NULL, 8, 'images/timg26.jpg');
INSERT INTO `house` VALUES (28, 29, '大床复式间', 268.00, 1, 0, 0, 1, 3, 4.40, NULL, NULL, NULL, '2018-12-10 15:24:35', 1, NULL, NULL, 6, 'images/timg27.jpg');
INSERT INTO `house` VALUES (29, 30, '高级双床房', 1011.00, 1, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-10 15:26:07', 1, NULL, NULL, 8, 'images/timg28.jpg');
INSERT INTO `house` VALUES (30, 31, '商务双床房', 506.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-10 15:27:17', 1, NULL, NULL, 6, 'images/timg29.jpg');
INSERT INTO `house` VALUES (31, 32, '三卧室二厅二卫 ', 428.00, 4, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-10 15:29:04', 1, NULL, NULL, 3, 'images/timg30.jpg');
INSERT INTO `house` VALUES (32, 33, '商务双床房 ', 398.00, 1, 1, 1, 1, 2, 4.30, NULL, NULL, NULL, '2018-12-10 15:30:31', 1, NULL, NULL, 3, 'images/timg31.jpg');
INSERT INTO `house` VALUES (33, 34, '高级双床房', 888.00, 1, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-10 15:31:47', 1, NULL, NULL, 4, 'images/timg32.jpg');
INSERT INTO `house` VALUES (34, 35, '兰斯 · 小猪佩奇亲子房 ', 338.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-10 15:33:43', 1, NULL, NULL, 4, 'images/timg33.jpg');
INSERT INTO `house` VALUES (35, 36, '高级海景房', 5188.00, 1, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-10 15:34:34', 1, '2018-12-21 02:31:32', NULL, 1, 'images/timg34.jpg');
INSERT INTO `house` VALUES (36, 37, '高级双人间 ', 299.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-10 15:37:34', 1, NULL, NULL, 7, 'images/timg35.jpg');
INSERT INTO `house` VALUES (37, 38, '城景豪华双床房 ', 458.00, 1, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-10 15:50:41', 1, NULL, NULL, 8, 'images/timg36.jpg');
INSERT INTO `house` VALUES (38, 39, '魔法公主大床房 \r\n', 329.00, 1, 1, 1, 1, 3, 4.90, NULL, NULL, NULL, '2018-12-10 15:52:26', 1, NULL, NULL, 8, 'images/timg37.jpg');
INSERT INTO `house` VALUES (39, 40, '舒适大床房 ', 400.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-10 16:06:22', 1, NULL, NULL, 6, 'images/timg38.jpg');
INSERT INTO `house` VALUES (40, 41, '市景房 ', 439.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-10 16:07:22', 1, NULL, NULL, 6, 'images/timg39.jpg');
INSERT INTO `house` VALUES (41, 42, '高级单间 \r\n', 558.00, 1, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-10 16:08:24', 1, NULL, NULL, 6, 'images/timg40.jpg');
INSERT INTO `house` VALUES (42, 43, '山景大床房 ', 1766.00, 1, 0, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-10 16:09:50', 1, NULL, NULL, 6, 'images/timg41.jpg');
INSERT INTO `house` VALUES (43, 44, '西雅图记忆 ', 849.00, 1, 0, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-11 08:56:44', 1, NULL, NULL, 6, 'images/timg42.jpg');
INSERT INTO `house` VALUES (44, 45, '梦幻家庭亲子套房 ', 839.00, 1, 0, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-11 08:58:10', 1, NULL, NULL, 6, 'images/timg43.jpg');
INSERT INTO `house` VALUES (45, 46, '江景大床房', 362.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-11 08:59:14', 1, NULL, NULL, 6, 'images/timg44.jpg');
INSERT INTO `house` VALUES (46, 47, '江景精致房', 445.00, 1, 1, 1, 1, 2, 4.50, NULL, NULL, NULL, '2018-12-11 09:00:20', 1, NULL, NULL, 6, 'images/timg45.jpg');
INSERT INTO `house` VALUES (47, 48, '普通房', 99.00, 0, 0, 0, 1, 1, 4.30, NULL, NULL, NULL, '2018-12-11 09:02:40', 1, NULL, NULL, 6, 'images/timg46.jpg');
INSERT INTO `house` VALUES (48, 49, '双床房 ', 243.00, 1, 0, 1, 1, 2, 4.50, NULL, NULL, NULL, '2018-12-11 09:03:36', 1, NULL, NULL, 6, 'images/timg47.jpg');
INSERT INTO `house` VALUES (49, 50, '行政房', 650.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-11 09:04:57', 1, NULL, NULL, 6, 'images/timg48.jpg');
INSERT INTO `house` VALUES (50, 51, '佳丽房 ', 539.00, 1, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-11 09:05:57', 1, NULL, NULL, 6, 'images/timg49.jpg');
INSERT INTO `house` VALUES (51, 52, '精品房', 299.00, 1, 1, 0, 0, 2, 4.60, NULL, NULL, NULL, '2018-12-11 09:06:58', 1, NULL, NULL, 7, 'images/timg50.jpg');
INSERT INTO `house` VALUES (52, 53, '行政大床房 ', 469.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-11 09:07:57', 1, NULL, NULL, 6, 'images/timg51.jpg');
INSERT INTO `house` VALUES (53, 54, '风情大床房', 599.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-11 09:09:03', 1, NULL, NULL, 5, 'images/timg52.jpg');
INSERT INTO `house` VALUES (54, 55, '私密小厢房 ', 399.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-21 02:30:33', 1, NULL, NULL, 7, 'images/timg53.jpg');
INSERT INTO `house` VALUES (55, 56, '情侣观景大床房 ', 898.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-12 08:45:20', 1, NULL, NULL, 5, 'images/timg54.jpg');
INSERT INTO `house` VALUES (56, 57, '高级城市景观房 ', 1788.00, 1, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-12 08:46:35', 1, NULL, NULL, 7, 'images/timg55.jpg');
INSERT INTO `house` VALUES (57, 58, '雅致房 ', 758.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-12 08:47:31', 1, NULL, NULL, 5, 'images/timg56.jpg');
INSERT INTO `house` VALUES (58, 59, '豪华双人房', 483.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-12 08:48:43', 1, NULL, NULL, 7, 'images/timg57.jpg');
INSERT INTO `house` VALUES (59, 60, '高级房 ', 776.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-12 08:49:34', 1, NULL, NULL, 6, 'images/timg58.jpg');
INSERT INTO `house` VALUES (60, 61, '珠江套间', 2588.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-12 08:50:29', 1, NULL, NULL, 6, 'images/timg59.jpg');
INSERT INTO `house` VALUES (61, 62, '丽致亲子浴缸房 ', 898.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-12 08:51:24', 1, NULL, NULL, 6, 'images/timg60.jpg');
INSERT INTO `house` VALUES (62, 63, '豪华套间 ', 1188.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-12 08:52:30', 1, NULL, NULL, 5, 'images/timg61.jpg');
INSERT INTO `house` VALUES (63, 64, '豪华双床房 ', 809.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-12 08:53:28', 1, NULL, NULL, 5, 'images/timg62.jpg');
INSERT INTO `house` VALUES (64, 65, '豪华海景大床房 ', 448.00, 1, 0, 1, 1, 3, 4.90, NULL, NULL, NULL, '2018-12-12 08:54:39', 1, NULL, NULL, 5, 'images/timg63.jpg');
INSERT INTO `house` VALUES (65, 66, '海景商务套间', 1059.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-12 08:55:39', 1, NULL, NULL, 4, 'images/timg64.jpg');
INSERT INTO `house` VALUES (66, 67, '新中式雅悦豪华套房 ', 1388.00, 1, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-12 08:56:29', 1, NULL, NULL, 5, 'images/timg65.jpg');
INSERT INTO `house` VALUES (67, 68, '豪华双床房', 486.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-12 08:57:16', 1, NULL, NULL, 5, 'images/timg66.jpg');
INSERT INTO `house` VALUES (68, 69, '几木亲子套房', 551.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-12 08:58:07', 1, NULL, NULL, 5, 'images/timg67.jpg');
INSERT INTO `house` VALUES (69, 70, '奢华复式双大床房 ', 1398.00, 1, 0, 1, 1, 3, 4.90, NULL, NULL, NULL, '2018-12-12 08:59:06', 1, NULL, NULL, 6, 'images/timg68.jpg');
INSERT INTO `house` VALUES (70, 71, '海上红磨房', 1826.00, 1, 0, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-12 09:01:24', 1, NULL, NULL, 4, 'images/timg69.jpg');
INSERT INTO `house` VALUES (71, 72, '山海全景主题套房 ', 1281.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-12 09:02:16', 1, NULL, NULL, 2, 'images/timg70.jpg');
INSERT INTO `house` VALUES (72, 73, '至尊海景三房一厅套房', 5588.00, 4, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:13:59', 1, NULL, NULL, 2, 'images/timg71.jpg');
INSERT INTO `house` VALUES (73, 74, '超级海景三居套房 ', 2888.00, 4, 1, 1, 1, 2, 4.60, NULL, NULL, NULL, '2018-12-18 15:15:54', 1, NULL, NULL, 2, 'images/timg72.jpg');
INSERT INTO `house` VALUES (74, 75, '珊瑚尊雅海景房 ', 3988.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-18 15:18:07', 1, NULL, NULL, 2, 'images/timg73.jpg');
INSERT INTO `house` VALUES (75, 77, '豪华双卧家庭套房 ', 2098.00, 3, 1, 1, 1, 2, 4.60, NULL, NULL, NULL, '2018-12-18 15:20:10', 1, NULL, NULL, 2, 'images/timg74.jpg');
INSERT INTO `house` VALUES (76, 78, '总统套房 ', 31888.00, 4, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:21:56', 1, NULL, NULL, 2, 'images/timg75.jpg');
INSERT INTO `house` VALUES (77, 79, '零压睡眠三房两厅180度阳台全海景套房', 2739.00, 1, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-18 15:24:26', 1, NULL, NULL, 2, 'images/timg76.jpg');
INSERT INTO `house` VALUES (78, 80, '康年复式套房 ', 38888.00, 4, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:26:13', 1, NULL, NULL, 4, 'images/timg77.jpg');
INSERT INTO `house` VALUES (79, 81, '永丽街景房 ', 1688.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:28:09', 1, NULL, NULL, 2, 'images/timg78.jpg');
INSERT INTO `house` VALUES (80, 82, '豪华泰谷海景套房', 1598.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:29:50', 1, NULL, NULL, 3, 'images/timg79.jpg');
INSERT INTO `house` VALUES (81, 83, '温馨家庭房', 1148.00, 2, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:53:31', 1, NULL, NULL, 3, 'images/timg80.jpg');
INSERT INTO `house` VALUES (82, 84, '豪华海景大床房 ', 1688.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:54:54', 1, NULL, NULL, 3, 'images/timg81.jpg');
INSERT INTO `house` VALUES (83, 85, '鹭江套房 ', 1905.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-18 15:56:19', 1, NULL, NULL, 3, 'images/timg82.jpg');
INSERT INTO `house` VALUES (84, 86, '总统套房 ', 7146.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 15:58:30', 1, NULL, NULL, 2, 'images/timg83.jpg');
INSERT INTO `house` VALUES (85, 87, '行政商务房', 2000.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-18 16:00:05', 1, NULL, NULL, 3, 'images/timg84.jpg');
INSERT INTO `house` VALUES (86, 88, '行政概念房', 1688.00, 1, 1, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-18 16:01:13', 1, NULL, NULL, 5, 'images/timg85.jpg');
INSERT INTO `house` VALUES (87, 89, '轻奢豪华大床房 ', 357.00, 1, 0, 1, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-18 16:02:28', 1, NULL, NULL, 5, 'images/timg86.jpg');
INSERT INTO `house` VALUES (88, 90, '雅致影院亲子房 ', 838.00, 1, 1, 1, 1, 3, 4.90, NULL, NULL, NULL, '2018-12-18 16:03:38', 1, NULL, NULL, 5, 'images/timg87.jpg');
INSERT INTO `house` VALUES (89, 91, '欧式套房两房一厅 \r\n', 888.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-18 16:05:02', 1, NULL, NULL, 7, 'images/timg88.jpg');
INSERT INTO `house` VALUES (90, 92, '高级客房', 772.00, 1, 0, 0, 1, 3, 4.30, NULL, NULL, NULL, '2018-12-18 16:06:04', 1, NULL, NULL, 5, 'images/timg89.jpg');
INSERT INTO `house` VALUES (91, 93, '豪华亲子套房', 494.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-18 16:07:24', 1, NULL, NULL, 4, 'images/timg90.jpg');
INSERT INTO `house` VALUES (92, 94, '豪华双床房', 688.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-18 16:08:38', 1, NULL, NULL, 3, 'images/timg91.jpg');
INSERT INTO `house` VALUES (93, 95, '豪华大床房 ', 508.00, 1, 1, 1, 1, 3, 4.50, NULL, NULL, NULL, '2018-12-18 16:09:58', 1, NULL, NULL, 5, 'images/timg92.jpg');
INSERT INTO `house` VALUES (94, 96, '总统套房', 6888.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-18 16:11:01', 1, NULL, NULL, 2, 'images/timg93.jpg');
INSERT INTO `house` VALUES (95, 97, '豪华大床房 ', 835.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-18 16:12:10', 1, NULL, NULL, 6, 'images/timg94.jpg');
INSERT INTO `house` VALUES (96, 98, '行政豪华套房', 1598.00, 1, 1, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-18 16:13:15', 1, NULL, NULL, 3, 'images/timg95.jpg');
INSERT INTO `house` VALUES (97, 99, '豪华双床房', 599.00, 1, 0, 1, 1, 3, 4.60, NULL, NULL, NULL, '2018-12-18 16:14:55', 1, NULL, NULL, 9, 'images/timg96.jpg');
INSERT INTO `house` VALUES (98, 100, '欢朋套房 ', 728.00, 1, 0, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-18 16:16:00', 1, NULL, NULL, 8, 'images/timg97.jpg');
INSERT INTO `house` VALUES (99, 101, '墅式360度湖景套房 ', 8888.00, 1, 0, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-18 16:17:14', 1, NULL, NULL, 2, 'images/timg98.jpg');
INSERT INTO `house` VALUES (100, 102, '府邸套房', 6888.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-19 16:18:32', 1, NULL, NULL, 2, 'images/timg99.jpg');
INSERT INTO `house` VALUES (101, 103, '独墅湖套房', 6888.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-19 16:19:49', 1, NULL, NULL, 3, 'images/timg100.jpg');
INSERT INTO `house` VALUES (102, 104, '菁英天际套房 ', 2708.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-18 16:21:38', 1, NULL, NULL, 4, 'images/timg101.jpg');
INSERT INTO `house` VALUES (103, 105, '尊荣套房 ', 8737.00, 1, 1, 1, 1, 2, 4.60, NULL, NULL, NULL, '2018-12-19 16:22:54', 1, NULL, NULL, 2, 'images/timg102.jpg');
INSERT INTO `house` VALUES (104, 106, '寰宇套房', 8465.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 16:24:05', 1, NULL, NULL, 2, 'images/timg103.jpg');
INSERT INTO `house` VALUES (105, 107, '行政客房 ', 4112.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-19 16:25:18', 1, NULL, NULL, 2, 'images/timg104.jpg');
INSERT INTO `house` VALUES (106, 108, '太平洋贵宾套房 ', 1248.00, 1, 1, 1, 1, 2, 46.00, NULL, NULL, NULL, '2018-12-18 16:31:28', 1, NULL, NULL, 2, 'images/timg105.jpg');
INSERT INTO `house` VALUES (107, 109, '至尊套房 ', 3200.00, 1, 1, 1, 1, 2, 4.60, NULL, NULL, NULL, '2018-12-18 16:33:33', 1, NULL, NULL, 3, 'images/timg106.jpg');
INSERT INTO `house` VALUES (108, 110, '行政楼层河景房', 1186.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-18 16:34:50', 1, NULL, NULL, 5, 'images/timg107.jpg');
INSERT INTO `house` VALUES (109, 111, '豪华商务套房 \r\n', 945.00, 1, 1, 1, 1, 2, 4.70, NULL, NULL, NULL, '2018-12-19 16:35:55', 1, NULL, NULL, 5, 'images/timg108.jpg');
INSERT INTO `house` VALUES (110, 112, '中式精致双床房 ', 870.00, 1, 1, 1, 1, 3, 4.90, NULL, NULL, NULL, '2018-12-18 16:37:09', 1, NULL, NULL, 5, 'images/timg109.jpg');
INSERT INTO `house` VALUES (111, 113, '行政套房 ', 767.00, 1, 1, 1, 1, 3, 4.80, NULL, NULL, NULL, '2018-12-18 16:38:43', 1, NULL, NULL, 6, 'images/timg110.jpg');
INSERT INTO `house` VALUES (112, 114, '行政复式套房', 1359.00, 1, 1, 1, 1, 2, 4.90, NULL, NULL, NULL, '2018-12-18 16:39:53', 1, NULL, NULL, 6, 'images/timg111.jpg');
INSERT INTO `house` VALUES (113, 115, '几木套房', 1530.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-18 16:40:51', 1, NULL, NULL, 5, 'images/timg112.jpg');
INSERT INTO `house` VALUES (114, 116, '豪华大床房 ', 379.00, 1, 0, 0, 1, 3, 4.70, NULL, NULL, NULL, '2018-12-18 16:41:54', 1, NULL, NULL, 6, 'images/timg113.jpg');
INSERT INTO `house` VALUES (115, 117, '皇悦行政开放式套房 ', 2136.00, 1, 1, 1, 1, 2, 4.80, NULL, NULL, NULL, '2018-12-18 16:49:18', 1, NULL, NULL, 3, 'images/timg114.jpg');
INSERT INTO `house` VALUES (116, 118, '标准套房 ', 2207.00, 1, 1, 1, 1, 2, 4.60, NULL, NULL, NULL, '2018-12-18 16:51:27', 1, NULL, NULL, 3, 'images/timg115.jpg');
INSERT INTO `house` VALUES (117, 119, '皇悦行政客房', 2324.00, 1, 1, 1, 1, 2, 4.50, NULL, NULL, NULL, '2018-12-18 16:52:26', 1, NULL, NULL, 3, 'images/timg116.jpg');
INSERT INTO `house` VALUES (118, 120, '高级客房', 1413.00, 1, 1, 1, 1, 2, 4.40, NULL, NULL, NULL, '2018-12-18 16:53:33', 1, '2019-01-09 18:37:06', 1, 5, 'images/timg117.jpg');
INSERT INTO `house` VALUES (235, 120, '炮房', 520.00, 1, 0, 1, 1, NULL, 5.00, NULL, NULL, NULL, '2018-12-31 15:14:04', 1, '2018-12-31 16:08:41', 1, 5, 'images/timg8.jpg');
INSERT INTO `house` VALUES (236, 68, 'paooo', 510.00, 1, 0, 1, 1, 2, 5.00, NULL, NULL, NULL, '2019-01-16 15:51:56', 1, '2019-01-17 16:48:10', 1, 5, 'images/timg8.jpg');
INSERT INTO `house` VALUES (241, 68, '炮房', 520.00, 0, 1, 1, 1, NULL, 5.00, NULL, NULL, NULL, '2019-01-17 17:21:00', 1, '2019-01-17 17:22:46', 1, 1, 'images/timg26.jpg');
INSERT INTO `house` VALUES (244, 128, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `house` VALUES (245, 128, '标准单间', 300.00, 0, 1, 1, 1, NULL, 5.00, NULL, NULL, NULL, '2019-01-18 11:52:30', 1, NULL, NULL, 1, 'images/timg2.jpg');

-- ----------------------------
-- Table structure for order
-- ----------------------------
DROP TABLE IF EXISTS `order`;
CREATE TABLE `order`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '注解',
  `userId` int(11) NULL DEFAULT NULL COMMENT '用户ID',
  `orderType` int(11) NULL DEFAULT NULL COMMENT '订单类型(0:旅游产品 1:酒店产品 2：机票产品)',
  `orderNo` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '订单编号',
  `tradeNo` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '交易编号',
  `hotelId` int(11) NULL DEFAULT NULL COMMENT '酒店 ID',
  `hotelName` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '酒店名称',
  `roomId` int(11) NULL DEFAULT NULL COMMENT '酒店房间 ID',
  `count` int(11) NULL DEFAULT NULL COMMENT '预订房间数量',
  `bookingDays` int(11) NULL DEFAULT NULL COMMENT '预订天数',
  `checkInDate` datetime NULL DEFAULT NULL COMMENT '入住日期',
  `checkOutDate` datetime NULL DEFAULT NULL COMMENT '退房日期',
  `orderStatus` int(11) NULL DEFAULT NULL COMMENT '订单状态（0：待支付 1:已取消 2:支付成功3:已消费）',
  `payAmount` decimal(10, 0) NULL DEFAULT NULL COMMENT '支付金额',
  `payType` int(11) NULL DEFAULT NULL COMMENT '支付类型（支付方式:1:支付宝 2:微信 3:到店付）',
  `noticePhone` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '联系电话',
  `noticeEmail` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '联系邮件',
  `specialRequirement` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '特殊要求',
  `isNeedInvoice` int(11) NULL DEFAULT NULL COMMENT '是否需要发票（0：不需要 1：需要）',
  `invoiceType` int(11) NULL DEFAULT NULL COMMENT '发票类型（0：个人 1：公司）',
  `invoiceHead` int(11) NULL DEFAULT NULL COMMENT '发票抬头',
  `linkUserName` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '联系人',
  `bookType` int(11) NULL DEFAULT NULL COMMENT '0:WEB 端 1:手机端 2:其他客户端',
  `creationDate` datetime NULL DEFAULT NULL COMMENT '创建日期',
  `createdBy` int(11) NULL DEFAULT NULL COMMENT '创建人',
  `modifyDate` datetime NULL DEFAULT NULL COMMENT '修改日期',
  `modifiedBy` int(11) NULL DEFAULT NULL COMMENT '修改人',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 117 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of order
-- ----------------------------
INSERT INTO `order` VALUES (1, 4, 1, '01', '2018090101', 3, '北京饭店诺金', 3, 3, 3, '2018-03-01 10:45:49', '2018-03-04 10:46:37', 2, 82, 2, '13465581311', '', NULL, 0, 0, NULL, NULL, NULL, '2019-12-25 10:57:46', 1, NULL, NULL);
INSERT INTO `order` VALUES (2, 4, 1, '02', '2018090102', 3, '北京香江戴斯酒店', 3, 3, 3, '2018-03-02 11:17:23', '2018-03-05 11:17:34', 2, 1332, 1, '13705534211', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-12-26 07:03:37', 1, NULL, NULL);
INSERT INTO `order` VALUES (3, 4, 2, '03', '2018090103', 3, '北京工大建国饭店', 3, 3, 3, '2018-03-01 10:49:49', '2018-03-04 10:49:37', 2, 1182, 2, '13725581321', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-11-15 07:03:40', 1, NULL, NULL);
INSERT INTO `order` VALUES (4, 4, 2, '03', '2018090104', 3, '北京渔阳饭店', 3, 3, 3, '2018-03-04 11:49:49', '2018-03-07 11:49:37', 2, 1028, 2, '13723581322', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-11-21 07:03:49', 1, NULL, NULL);
INSERT INTO `order` VALUES (5, 4, 2, '03', '2018040805', 3, '北京在之禾度假酒店', 3, 3, 3, '2018-04-05 10:49:49', '2018-04-08 10:49:37', 2, 290, 2, '13722281333', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-10-17 07:04:00', 1, NULL, NULL);
INSERT INTO `order` VALUES (6, 4, 1, '03', '2018100106', 3, '北京-和顾酒店', 3, 3, 3, '2018-10-01 10:49:49', '2018-10-04 14:49:37', 2, 808, 2, '13723313211', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-10-24 07:04:13', 1, NULL, NULL);
INSERT INTO `order` VALUES (7, 4, 2, '03', '2018040407', 3, '郴州蝶恋情侣主题酒店', 3, 3, 3, '2018-04-04 11:49:49', '2018-04-07 11:49:37', 2, 768, 2, '13707351122', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-09-19 07:04:20', 1, NULL, NULL);
INSERT INTO `order` VALUES (8, 4, 0, '03', '2018040508', 3, '郴州仙居岭·京伦酒店', 3, 3, 3, '2018-04-05 11:49:49', '2018-04-08 11:49:37', 2, 1188, 2, '13707351133', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-08-23 07:04:31', 1, NULL, NULL);
INSERT INTO `order` VALUES (9, 4, 1, '03', '2018070109', 3, '北京-郴州雄森国际假日酒店', 3, 3, 3, '2018-07-01 13:49:49', '2018-07-04 14:49:37', 2, 199, 2, '13707351144', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-08-14 07:04:43', 1, NULL, NULL);
INSERT INTO `order` VALUES (10, 4, 1, '03', '2018070410', 3, '郴州温德姆至尊豪庭大酒店', 3, 3, 3, '2018-07-04 15:30:49', '2018-07-07 16:49:37', 2, 198, 2, '13707354422', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-07-12 07:04:54', 1, NULL, NULL);
INSERT INTO `order` VALUES (11, 4, 1, '03', '2018070511', 3, '郴州苏仙宾馆', 3, 3, 3, '2018-07-05 10:49:49', '2018-07-08 18:49:37', 2, 418, 2, '13762501333', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-07-18 07:05:03', 1, NULL, NULL);
INSERT INTO `order` VALUES (12, 4, 1, '03', '2018100112', 3, '郴州华天大酒店', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 2, 328, 2, '13762501444', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-06-19 07:05:19', 1, NULL, NULL);
INSERT INTO `order` VALUES (13, 4, 1, '03', '2018090113', 3, '郴州湖南府上酒店', 3, 3, 3, '2018-03-04 21:49:49', '2018-03-07 21:49:37', 2, 518, 2, '13762501555', NULL, NULL, 0, 0, NULL, NULL, NULL, '2019-06-12 07:05:27', 1, NULL, NULL);
INSERT INTO `order` VALUES (14, 4, 1, '03', '2018030413', 3, '大理-听花堂海景花园美宿', 3, 3, 3, '2018-03-04 09:49:49', '2018-03-07 11:49:37', 2, 3414, 2, '13468481122', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-06-19 07:05:36', 1, NULL, NULL);
INSERT INTO `order` VALUES (15, 4, 0, '03', '2018050115', 3, '大理-风雪故城艺术花园客栈', 3, 3, 3, '2018-05-01 13:49:49', '2018-05-04 14:49:37', 1, 3820, 2, '17868481144', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-05-16 07:05:48', 1, NULL, NULL);
INSERT INTO `order` VALUES (16, 4, 1, '03', '2018060416', 3, '大理-花筑·大理古城玉洱路静芝院客栈', 3, 3, 3, '2018-06-04 15:30:49', '2018-06-07 16:49:37', 2, 1271, 2, '17868481155', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-05-16 07:05:56', 1, NULL, NULL);
INSERT INTO `order` VALUES (17, 4, 2, '03', '2018070517', 3, '大理-古城畔山沐雲客栈', 3, 3, 3, '2018-07-05 10:49:49', '2018-07-08 18:49:37', 3, 4869, 2, '13768481166', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-05-16 07:06:07', 1, NULL, NULL);
INSERT INTO `order` VALUES (18, 4, 1, '03', '2018080118', 3, '大理-融居·大理银箔泉酒店', 3, 3, 3, '2018-08-01 11:28:49', '2018-08-04 14:49:37', 3, 3589, 2, '17868481177', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-04-19 07:06:30', 1, NULL, NULL);
INSERT INTO `order` VALUES (19, 4, 1, '03', '2018090119', 3, '大理-半吨连锁客栈半吨连锁客栈', 3, 3, 3, '2018-09-04 21:49:49', '2018-09-07 21:49:37', 2, 1211, 2, '17868481188', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-04-20 07:06:39', 1, NULL, NULL);
INSERT INTO `order` VALUES (20, 4, 1, '03', '2018100120', 3, '大理-美丽相约·大理苍海高尔夫酒店', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 3, 3680, 2, '13762501444', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-06-13 07:07:08', 1, NULL, NULL);
INSERT INTO `order` VALUES (21, 4, 1, '03', '2018110121', 3, '大连-昱圣苑国际酒店', 3, 3, 3, '2018-11-04 21:49:49', '2018-11-07 21:49:37', 2, 2518, 2, '17868481122', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-07-11 07:07:17', 1, NULL, NULL);
INSERT INTO `order` VALUES (22, 4, 1, '03', '2018040514', 3, '大理古城金桂庄园酒店', 3, 3, 3, '2018-04-05 11:49:49', '2018-04-08 11:49:37', 1, 1758, 2, '13868481133', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-06-21 07:07:26', 1, NULL, NULL);
INSERT INTO `order` VALUES (23, 4, 2, '03', '2018010423', 3, '大连良运大酒店', 3, 3, 3, '2018-01-04 21:49:49', '2018-01-07 21:49:37', 2, 2518, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-03-14 07:07:35', 1, NULL, NULL);
INSERT INTO `order` VALUES (24, 4, 1, '03', '2018010424', 3, '大连奥利加尔大酒店', 3, 3, 3, '2018-01-04 09:49:49', '2018-01-07 11:49:37', 2, 3414, 2, '13468481122', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-03-02 07:07:46', 1, NULL, NULL);
INSERT INTO `order` VALUES (25, 4, 2, '03', '2018010525', 3, '广州兰斯主题酒店', 3, 3, 3, '2018-01-05 11:49:49', '2018-01-08 11:49:37', 1, 1758, 2, '13868481133', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-02-21 07:07:55', 1, NULL, NULL);
INSERT INTO `order` VALUES (27, 4, 1, '03', '2018010427', 3, '广州-Amigo米阁酒店', 3, 3, 3, '2018-01-04 15:30:49', '2018-01-07 16:49:37', 2, 1271, 2, '17868481155', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-02-14 07:08:10', 1, NULL, NULL);
INSERT INTO `order` VALUES (28, 4, 1, '03', '2018010528', 3, '济南中豪大酒店', 3, 3, 3, '2018-01-05 10:49:49', '2018-01-08 18:49:37', 3, 4869, 2, '13768481166', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-01-24 07:08:21', 1, NULL, NULL);
INSERT INTO `order` VALUES (29, 4, 1, '03', '2018020429', 3, '杭州马可波罗假日酒店', 3, 3, 3, '2018-02-04 23:49:49', '2018-02-07 23:49:37', 2, 2222, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-01-17 07:08:30', 1, NULL, NULL);
INSERT INTO `order` VALUES (30, 4, 2, '03', '2018020430', 3, '杭州中维香溢大酒店', 3, 3, 3, '2018-02-04 21:49:49', '2018-02-07 21:49:37', 2, 3333, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-01-21 07:08:37', 1, NULL, NULL);
INSERT INTO `order` VALUES (31, 4, 1, '03', '2018012131', 3, '杭州马可波罗滨湖酒店', 3, 3, 3, '2018-03-18 13:49:49', '2018-01-21 16:49:37', 2, 3111, 2, '13468481122', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-03-15 08:36:17', 1, NULL, NULL);
INSERT INTO `order` VALUES (32, 4, 1, '03', '2018032432', 3, '杭州西湖慢享主题酒店', 3, 3, 3, '2018-03-21 14:49:49', '2018-03-24 17:49:37', 1, 1753, 2, '13868481133', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-03-20 08:36:31', 1, NULL, NULL);
INSERT INTO `order` VALUES (33, 4, 0, '03', '2018010433', 3, '大连香格里拉大酒店', 3, 3, 3, '2018-01-04 21:49:49', '2018-01-07 21:49:37', 2, 2518, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-01-04 13:36:43', 1, NULL, NULL);
INSERT INTO `order` VALUES (34, 4, 0, '03', '2018020434', 3, '杭州中山国际大酒店', 3, 3, 3, '2018-02-04 23:49:49', '2018-02-07 23:49:37', 2, 2888, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-02-03 08:37:08', 1, NULL, NULL);
INSERT INTO `order` VALUES (35, 4, 1, '03', '2018020435', 3, '杭州-住呗酒店公寓', 3, 3, 3, '2018-02-04 21:49:49', '2018-02-07 21:49:37', 2, 1999, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-02-03 08:37:17', 1, NULL, NULL);
INSERT INTO `order` VALUES (36, 4, 1, '03', '2018012136', 3, '杭州-印泰晤士·庭悦酒店', 3, 3, 3, '2018-03-18 13:49:49', '2018-01-21 16:49:37', 2, 2677, 2, '13468481122', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-03-17 08:37:43', 1, NULL, NULL);
INSERT INTO `order` VALUES (37, 4, 2, '03', '2018032437', 3, '杭州-浙江饭店', 3, 3, 3, '2018-03-21 14:49:49', '2018-03-24 17:49:37', 1, 4666, 2, '13868481133', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-03-20 08:37:53', 1, NULL, NULL);
INSERT INTO `order` VALUES (38, 4, 1, '03', '2018030138', 3, '济南泉城大酒店', 3, 3, 3, '2018-03-01 13:49:49', '2018-01-04 14:49:37', 1, 1633, 2, '17868481144', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-02-28 08:38:33', 1, NULL, NULL);
INSERT INTO `order` VALUES (39, 4, 1, '03', '2018051639', 3, '济南-吉华大厦', 3, 3, 3, '2018-05-16 23:49:49', '2018-05-19 23:49:37', 2, 1526, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-05-14 08:38:49', 1, NULL, NULL);
INSERT INTO `order` VALUES (40, 4, 0, '03', '2018051740', 3, '济南中豪大酒店', 3, 3, 3, '2018-05-17 21:49:49', '2018-05-20 21:49:37', 2, 1414, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-05-15 17:38:57', 1, NULL, NULL);
INSERT INTO `order` VALUES (41, 4, 1, '03', '2018061841', 3, '济南-山东大厦', 3, 3, 3, '2018-06-18 13:49:49', '2018-06-21 16:49:37', 2, 2151, 2, '13468481122', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-11-16 21:39:09', 1, NULL, NULL);
INSERT INTO `order` VALUES (42, 4, 1, '03', '2018062442', 3, '济南倪氏海泰大酒店', 3, 3, 3, '2018-06-21 14:49:49', '2018-06-24 17:49:37', 1, 5522, 2, '13868481133', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-06-19 19:39:27', 1, NULL, NULL);
INSERT INTO `order` VALUES (43, 4, 0, '03', '2018072543', 3, '济南-友庭酒店', 3, 3, 3, '2018-07-25 13:49:49', '2018-07-28 14:49:37', 1, 2566, 2, '17868481144', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-07-24 08:39:47', 1, NULL, NULL);
INSERT INTO `order` VALUES (44, 4, 1, '03', '2018070544', 3, '济南-美豪酒店', 3, 3, 3, '2018-07-02 15:30:49', '2018-07-05 16:49:37', 1, 1222, 2, '17868481155', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-07-01 08:39:59', 1, NULL, NULL);
INSERT INTO `order` VALUES (45, 4, 0, '03', '2018082445', 3, '济南高新禧悦东方酒店', 3, 3, 3, '2018-08-24 10:49:49', '2018-08-27 18:49:37', 1, 2456, 2, '13768481166', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-08-20 08:40:19', 1, NULL, NULL);
INSERT INTO `order` VALUES (46, 4, 1, '03', '2018090146', 3, '南京金鹰国际酒店', 3, 3, 3, '2018-09-01 11:28:49', '2018-09-04 14:49:37', 1, 3589, 2, '17868481177', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-08-29 08:40:32', 1, NULL, NULL);
INSERT INTO `order` VALUES (47, 4, 0, '03', '2018090447', 3, '南京玄武饭店', 3, 3, 3, '2018-09-04 21:49:49', '2018-09-07 21:49:37', 2, 2222, 2, '17868481188', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-09-02 17:40:41', 1, NULL, NULL);
INSERT INTO `order` VALUES (48, 4, 1, '03', '2018090448', 3, '南京-江苏凤凰台饭店', 3, 3, 3, '2018-09-01 11:28:49', '2018-09-04 14:49:37', 3, 555, 2, '13762501444', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-08-31 08:41:04', 1, NULL, NULL);
INSERT INTO `order` VALUES (49, 4, 1, '03', '2018090749', 3, '南京古南都饭店', 3, 3, 3, '2018-09-04 21:49:49', '2018-09-07 21:49:37', 2, 1777, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-08-30 13:41:16', 1, NULL, NULL);
INSERT INTO `order` VALUES (50, 4, 1, '03', '2018100650', 3, '南京金鹰珠江壹号国际酒店', 3, 3, 3, '2018-10-06 13:49:49', '2018-10-09 14:49:37', 1, 999, 2, '17868481144', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-10-02 14:41:31', 1, NULL, NULL);
INSERT INTO `order` VALUES (51, 4, 2, '03', '2018100451', 3, '南京-美豪丽致酒店', 3, 3, 3, '2018-10-04 15:30:49', '2018-06-07 16:49:37', 2, 551, 2, '17868481155', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-10-02 15:41:41', 1, NULL, NULL);
INSERT INTO `order` VALUES (52, 4, 1, '03', '2018100752', 3, '南京城市名人酒店', 3, 3, 3, '2018-10-07 10:49:49', '2018-07-10 18:49:37', 3, 3588, 2, '13768481166', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-10-04 16:42:01', 1, NULL, NULL);
INSERT INTO `order` VALUES (53, 4, 1, '03', '2018080153', 3, '南京南站希尔顿欢朋酒店', 3, 3, 3, '2018-08-01 11:28:49', '2018-08-04 14:49:37', 3, 3689, 2, '17868481177', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-07-26 17:42:14', 1, NULL, NULL);
INSERT INTO `order` VALUES (54, 4, 1, '03', '2018090154', 3, '青岛斯维登精品公寓', 3, 3, 3, '2018-09-04 21:49:49', '2018-09-07 21:49:37', 2, 1211, 2, '17868481188', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-09-02 15:42:35', 1, NULL, NULL);
INSERT INTO `order` VALUES (55, 4, 0, '03', '2018100155', 3, '青岛府新大厦', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 3, 3680, 2, '13762501444', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-09-27 16:42:46', 1, NULL, NULL);
INSERT INTO `order` VALUES (56, 4, 1, '03', '2018110456', 3, '慕舍·贝格酒店公寓', 3, 3, 3, '2018-11-04 21:49:49', '2018-11-07 21:49:37', 2, 1578, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-11-01 18:43:15', 1, NULL, NULL);
INSERT INTO `order` VALUES (57, 4, 0, '03', '2018100157', 3, '青岛奥帆中心亚朵酒店', 3, 3, 3, '2018-10-01 13:49:49', '2018-10-04 14:49:37', 1, 3820, 2, '17868481144', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-09-28 18:43:27', 1, NULL, NULL);
INSERT INTO `order` VALUES (58, 4, 2, '03', '2018120458', 3, '青岛金石国际大酒店', 3, 1, 3, '2018-12-04 15:30:49', '2018-12-07 16:49:37', 2, 477, 2, '17868481155', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-12-01 18:43:37', 1, NULL, NULL);
INSERT INTO `order` VALUES (59, 4, 1, '03', '2018120559', 3, '青岛-泊云尚选庭院酒店', 3, 3, 3, '2018-12-05 10:49:49', '2018-12-08 18:49:37', 3, 4869, 2, '13768481166', NULL, NULL, 1, 1, NULL, NULL, NULL, '2019-12-02 19:43:50', 1, NULL, NULL);
INSERT INTO `order` VALUES (60, 4, 1, '03', '2018110160', 3, '青岛-桔子·水晶酒店', 3, 3, 3, '2018-11-01 11:28:49', '2018-11-04 14:49:37', 3, 3455, 2, '17868481177', NULL, NULL, 1, 0, NULL, NULL, NULL, '2018-10-26 19:44:05', 1, NULL, NULL);
INSERT INTO `order` VALUES (61, 4, 0, '03', '2018120461', 3, '青岛斯维登度假公寓', 3, 3, 3, '2018-12-04 21:49:49', '2018-12-07 21:49:37', 2, 822, 2, '17868481188', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-12-01 20:44:13', 1, NULL, NULL);
INSERT INTO `order` VALUES (62, 4, 1, '03', '2018100162', 3, '三亚凤凰岛度假酒店', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 3, 664, 2, '13762501444', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-09-28 21:44:28', 1, NULL, NULL);
INSERT INTO `order` VALUES (63, 4, 1, '03', '2018100164', 3, '三亚蜈支洲岛珊瑚酒店', 3, 3, 3, '2018-10-04 21:49:49', '2018-09-07 21:49:37', 2, 1211, 2, '17868481188', NULL, NULL, 0, 0, NULL, NULL, NULL, '2019-10-01 22:44:38', 1, NULL, NULL);
INSERT INTO `order` VALUES (64, 4, 0, '03', '2018110163', 3, '三亚京海国际假日酒店', 3, 3, 3, '2018-11-04 21:49:49', '2018-11-07 21:49:37', 2, 2500, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-11-01 22:44:55', 1, NULL, NULL);
INSERT INTO `order` VALUES (65, 4, 1, '03', '2018100165', 3, '三亚亚龙湾华宇度假酒店', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 3, 3280, 2, '13762501444', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-09-30 21:45:23', 1, NULL, NULL);
INSERT INTO `order` VALUES (66, 4, 1, '03', '2018100166', 3, '三亚海韵度假酒店', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 3, 3980, 2, '13762501444', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-09-26 20:45:36', 1, NULL, NULL);
INSERT INTO `order` VALUES (67, 4, 0, '03', '2018110467', 3, '三亚9号主题公寓', 3, 3, 3, '2018-11-04 21:49:49', '2018-11-07 21:49:37', 2, 2118, 2, '17868481125', NULL, NULL, 1, 1, NULL, NULL, NULL, '2019-11-02 20:45:48', 1, NULL, NULL);
INSERT INTO `order` VALUES (68, 4, 1, '03', '2018100468', 3, '三亚康年酒店', 3, 3, 3, '2018-10-04 21:49:49', '2018-09-07 21:49:37', 2, 1111, 2, '17868481188', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-11-01 19:46:02', 1, NULL, NULL);
INSERT INTO `order` VALUES (69, 4, 0, '03', '2018100169', 3, '上海帝璟丽致大酒店', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 3, 3380, 2, '13762501444', NULL, NULL, 1, 1, NULL, NULL, NULL, '2019-09-29 23:46:25', 1, NULL, NULL);
INSERT INTO `order` VALUES (70, 4, 1, '03', '2018100470', 3, '深圳-美豪丽致酒店', 3, 3, 3, '2018-10-04 21:49:49', '2018-09-07 21:49:37', 2, 3333, 2, '17868481188', NULL, NULL, 0, 0, NULL, NULL, NULL, '2018-10-02 22:46:39', 1, NULL, NULL);
INSERT INTO `order` VALUES (71, 4, 1, '03', '2018100171', 3, '深圳壹航酒店', 3, 3, 3, '2018-10-01 11:28:49', '2018-10-04 14:49:37', 2, 3688, 2, '13762501445', NULL, NULL, 1, 1, NULL, NULL, NULL, '2018-09-28 22:46:49', 1, '2019-01-07 11:34:21', 1);
INSERT INTO `order` VALUES (92, NULL, 0, NULL, '2019-01-0907', 3, '北京饭店诺金', 4, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 1028, 2, '17674104130', NULL, '1123', NULL, NULL, NULL, '阿斯顿', NULL, '2019-01-09 08:36:16', NULL, NULL, NULL);
INSERT INTO `order` VALUES (93, NULL, 1, NULL, '2019-01-0907', 3, '北京饭店诺金', 4, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 1028, 0, '17674104130', NULL, '1123', NULL, NULL, NULL, '阿斯顿', NULL, '2019-01-09 09:00:04', NULL, NULL, NULL);
INSERT INTO `order` VALUES (94, NULL, 1, NULL, '2019-01-0907', 3, '北京饭店诺金', 4, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 1028, 2, '17674104130', NULL, '123', NULL, NULL, NULL, '阿斯顿', NULL, '2019-01-09 09:03:50', NULL, NULL, NULL);
INSERT INTO `order` VALUES (95, NULL, 1, NULL, '2019-01-0907', 3, '北京饭店诺金', 4, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 2, 1028, 0, '17674104130', NULL, '1', NULL, NULL, NULL, '阿斯顿', NULL, '2019-01-09 11:29:33', NULL, NULL, NULL);
INSERT INTO `order` VALUES (96, 3, 1, NULL, '2019-01-0907', 4, '北京饭店诺金', 3, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 1028, 0, '17674104130', NULL, '12311222', NULL, NULL, NULL, '阿斯顿', NULL, '2019-01-09 15:02:53', NULL, NULL, NULL);
INSERT INTO `order` VALUES (97, NULL, 1, NULL, '2019-01-1511', 65, '青岛斯维登精品公寓', 64, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 448, 0, '17674104130', NULL, '阿斯顿啊', NULL, NULL, NULL, '陈层', NULL, '2019-01-15 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (98, NULL, 1, NULL, '2019-01-1511', 65, '青岛斯维登精品公寓', 64, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 448, 0, '17674104130', NULL, '', NULL, NULL, NULL, '陈层', NULL, '2019-01-15 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (99, NULL, 1, NULL, '2019-01-1511', 65, '青岛斯维登精品公寓', 64, 3, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 1344, 0, '17674104130', NULL, '1', NULL, NULL, NULL, '安德森', NULL, '2019-01-15 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (100, NULL, 1, NULL, '2019-01-1511', 65, '青岛斯维登精品公寓', 64, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 448, 0, '17674104130', NULL, '', NULL, NULL, NULL, '陈层', NULL, '2019-01-15 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (101, NULL, 1, NULL, '2019-01-1511', 65, '青岛斯维登精品公寓', 64, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 448, 0, '17674104130', NULL, '123', NULL, NULL, NULL, '陈层', NULL, '2019-01-15 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (102, NULL, 1, NULL, '2019-01-1511', 65, '青岛斯维登精品公寓', 64, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 448, 0, '17674104130', NULL, '121', NULL, NULL, NULL, '陈层', NULL, '2019-01-15 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (103, NULL, 1, NULL, '2019-01-1511', 65, '青岛斯维登精品公寓', 64, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 448, 0, '17674104130', NULL, '1', NULL, NULL, NULL, '阿斯顿', NULL, '2019-01-15 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (104, NULL, 1, NULL, '2019-01-1611', 65, '青岛斯维登精品公寓', 64, 1, 1, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 1, 448, 0, '17674104130', NULL, 'asd', NULL, NULL, NULL, '123', NULL, '2019-10-16 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (105, NULL, 1, NULL, '2019-01-1611', 4, '北京饭店诺金', 3, 1, 9, '2018-12-02 00:00:00', '2018-12-03 00:00:00', 0, 9252, 0, '17674104130', NULL, 'asd', NULL, NULL, NULL, 'cc', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (106, NULL, 1, NULL, '263149425269354391', 4, '北京饭店诺金', 3, 2, 10, '2019-01-16 00:00:00', '2019-01-26 00:00:00', 0, 20560, 0, '17674104130', NULL, 'asd', NULL, NULL, NULL, 'asd', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (107, NULL, 1, NULL, '397754203009597678', 68, '青岛金石国际大酒店', 236, 1, 2, '2019-01-16 00:00:00', '2019-01-18 00:00:00', 0, 1020, 0, '17674104130', NULL, '阿斯顿', NULL, NULL, NULL, '阿斯顿', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (108, NULL, 1, NULL, '718307162469608749', 65, '青岛斯维登精品公寓', 64, 1, 2, '2019-01-17 00:00:00', '2019-01-19 00:00:00', 0, 896, 0, '13762501445', NULL, 'asd', NULL, NULL, NULL, 'cc', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (109, 52, 1, NULL, '669708059622094510', 65, '青岛斯维登精品公寓', 64, 1, 2, '2019-01-17 00:00:00', '2019-01-19 00:00:00', 1, 896, 0, '13762501445', NULL, 'asdasdasd', NULL, NULL, NULL, 'cc', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (110, 52, 1, NULL, '452870257655634470', 68, '青岛金石国际大酒店', 236, 2, 3, '2019-01-17 00:00:00', '2019-01-20 00:00:00', 0, 3060, 0, '13762501445', NULL, '阿瑟东', NULL, NULL, NULL, '此次', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (111, 52, 1, NULL, '2019-01-1611', 65, '青岛斯维登精品公寓', 64, 1, 1, '2019-01-17 00:00:00', '2019-01-18 00:00:00', 0, 448, 0, '17674104130', NULL, '撒', NULL, NULL, NULL, '曹', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (112, 53, 1, NULL, '539359996384350381', 65, '青岛斯维登精品公寓', 64, 1, 2, '2019-01-18 00:00:00', '2019-01-20 00:00:00', 1, 896, 0, '18670299090', NULL, '666666', NULL, NULL, NULL, '嘻嘻嘻', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (113, 53, 1, NULL, '643179052421212793', 65, '青岛斯维登精品公寓', 64, 1, 2, '2019-01-18 00:00:00', '2019-01-20 00:00:00', 1, 896, 0, '17674104130', NULL, '阿萨德', NULL, NULL, NULL, '曹操', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (114, 53, 1, NULL, '956800406224929631', 66, '青岛府新大厦', 65, 1, 20, '2019-03-09 00:00:00', '2019-03-29 00:00:00', 2, 21180, 2, '17674104130', NULL, 'asd', NULL, NULL, NULL, '4', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `order` VALUES (115, 53, 1, NULL, '321538878452362561', 66, '青岛府新大厦', 65, 1, 1, '2019-01-18 00:00:00', '2019-01-19 00:00:00', 1, 1059, 0, '18670299090', NULL, '66666', NULL, NULL, NULL, '嘻嘻嘻', NULL, '2019-10-18 00:00:00', NULL, NULL, NULL);
INSERT INTO `order` VALUES (116, 53, 1, NULL, '876411954482243508', 13, '郴州温德姆至尊豪庭大酒店', 12, 1, 13, '2019-01-18 00:00:00', '2019-01-31 00:00:00', 2, 6734, 2, '17674104130', NULL, '吖', NULL, NULL, NULL, '1', NULL, '2019-01-18 00:00:00', NULL, NULL, NULL);

-- ----------------------------
-- Table structure for picture
-- ----------------------------
DROP TABLE IF EXISTS `picture`;
CREATE TABLE `picture`  (
  `pictureid` int(6) NOT NULL AUTO_INCREMENT COMMENT '序号',
  `picturepath` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '图片路径',
  `hotelid` int(6) NULL DEFAULT NULL COMMENT '酒店id',
  PRIMARY KEY (`pictureid`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 119 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of picture
-- ----------------------------
INSERT INTO `picture` VALUES (1, '42fa9a3f36a347fdbcb25a112903cb53_R_130_130.jpg', 3);
INSERT INTO `picture` VALUES (2, '200f0y000000lx3t8A029_R_130_130.jpg', 4);
INSERT INTO `picture` VALUES (3, '8C52BF3D-16C5-4F80-97A7-2DF641C3F3C5_R_300_225.jpg', 5);
INSERT INTO `picture` VALUES (4, '64a7413d5d454e6f98168c029b9f3825_R_300_225.jpg', 6);
INSERT INTO `picture` VALUES (5, '9f23501bef6042278a914413043eeb48_R_300_225.jpg', 7);
INSERT INTO `picture` VALUES (6, '200c0w000000kf1b96E22_R_300_225.jpg', 8);
INSERT INTO `picture` VALUES (7, '200h0x000000lapv5EB62_R_130_130.jpg', 9);
INSERT INTO `picture` VALUES (8, '200d050000000ka5h1032_R_130_130.jpg', 10);
INSERT INTO `picture` VALUES (9, '200a0k000000c5vh4614F_R_300_225.jpg', 11);
INSERT INTO `picture` VALUES (10, '200g0s000000hrafx1C44_R_300_225.jpg', 12);
INSERT INTO `picture` VALUES (11, '200g0y000000lnus3CB71_R_300_225.jpg', 13);
INSERT INTO `picture` VALUES (12, '200w0a00000056nniBD90_R_300_225.jpg', 14);
INSERT INTO `picture` VALUES (13, '200p080000002u56y051A_R_300_225.jpg', 15);
INSERT INTO `picture` VALUES (14, '20040j000000ak21p3B87_R_130_130.jpg', 16);
INSERT INTO `picture` VALUES (15, '200d0y000000lqcxmD4D4_R_130_130.jpg', 17);
INSERT INTO `picture` VALUES (16, '200k0u000000j2iy38ADC_R_300_225.jpg', 18);
INSERT INTO `picture` VALUES (17, '200j0r000000h3yyaBA5A_R_130_130.jpg', 19);
INSERT INTO `picture` VALUES (18, '200r0k000000b5cmt974D_R_130_130.jpg', 20);
INSERT INTO `picture` VALUES (19, '20030n000000elkiy794E_R_300_225.jpg', 21);
INSERT INTO `picture` VALUES (20, '200b0l000000cu5h11BEA_R_300_225.jpg', 22);
INSERT INTO `picture` VALUES (21, '200j0x000000l262dCE64_R_130_130.jpg', 23);
INSERT INTO `picture` VALUES (22, '200l0o000000f9xyh5747_R_130_130.jpg', 24);
INSERT INTO `picture` VALUES (23, '200d0u000000iwsqr5A9D_R_300_225.jpg', 25);
INSERT INTO `picture` VALUES (24, '200t0v000000k24399C68_R_130_130.jpg', 26);
INSERT INTO `picture` VALUES (25, 'd00f1a95d50c441992bc184747745e65_R_300_225.jpg', 27);
INSERT INTO `picture` VALUES (26, '200b0j000000b1qm948BE_R_130_130.jpg', 28);
INSERT INTO `picture` VALUES (27, '880fe875548749fda967031c902d5eb9_R_300_225.jpg', 29);
INSERT INTO `picture` VALUES (28, '200n0i0000009dyvfD7F5_R_130_130.jpg', 30);
INSERT INTO `picture` VALUES (29, '200a0j000000a0ebfBF2D_R_300_225.jpg', 31);
INSERT INTO `picture` VALUES (30, '200g0m000000dqwroB309_R_300_225.jpg', 32);
INSERT INTO `picture` VALUES (31, '200r050000000gcno1370_R_300_225.jpg', 33);
INSERT INTO `picture` VALUES (32, 'CggYGVXKDryAVD3wAA2Xd9VWdRo213_R_300_225.jpg', 34);
INSERT INTO `picture` VALUES (33, '200o0u000000j3vigD8A1_R_300_225.jpg', 35);
INSERT INTO `picture` VALUES (34, '200f0i00000099s164BDF_R_300_225.jpg', 36);
INSERT INTO `picture` VALUES (35, '200i0s000000hv13yAFA4_R_300_225.jpg', 37);
INSERT INTO `picture` VALUES (36, '200a0l000000daqa6B5DA_R_300_225.jpg', 38);
INSERT INTO `picture` VALUES (37, '200c0s000000i29mf2906_R_130_130.jpg', 39);
INSERT INTO `picture` VALUES (38, '200d080000003bx6j30DE_R_300_225.jpg', 40);
INSERT INTO `picture` VALUES (39, 'CggYtFaxtE2APDENAAH-oqyc-mA773_R_300_225.jpg', 41);
INSERT INTO `picture` VALUES (40, '200k0f0000007lzc55F74_R_300_225.jpg', 42);
INSERT INTO `picture` VALUES (41, '200e0g0000008882aDB20_R_300_225.jpg', 43);
INSERT INTO `picture` VALUES (42, '200l0q000000gnarmF093_R_130_130.jpg', 44);
INSERT INTO `picture` VALUES (43, '200o0m000000djbloBFC5_R_130_130.jpg', 45);
INSERT INTO `picture` VALUES (44, '200n0w000000knby87EA0_R_300_225.jpg', 46);
INSERT INTO `picture` VALUES (45, '200u0k000000b4rszF559_R_300_225.jpg', 47);
INSERT INTO `picture` VALUES (46, 'CghzgVWM64aAB18PAACKw9PruLA330_R_130_130.jpg', 48);
INSERT INTO `picture` VALUES (47, '200h0n000000eflts2426_R_130_130.jpg', 49);
INSERT INTO `picture` VALUES (48, '200k0p000000foxlcE1CC_R_130_130.jpg', 50);
INSERT INTO `picture` VALUES (49, '200f040000000bsnkA6B6_R_130_130.jpg', 51);
INSERT INTO `picture` VALUES (50, '200a0f0000007ewfl0ED7_R_300_225.jpg', 52);
INSERT INTO `picture` VALUES (51, '8c52b9bda45c404ea4b7ffa6505f9a60_R_130_130.jpg', 53);
INSERT INTO `picture` VALUES (52, '200c0t000000icen58293_R_130_130.jpg', 54);
INSERT INTO `picture` VALUES (53, '200e0o000000f68w8BFD8_R_130_130.jpg', 55);
INSERT INTO `picture` VALUES (54, '200a0j000000b0dhsF476_R_130_130.jpg', 56);
INSERT INTO `picture` VALUES (55, '200d0z000000miioqCE84_R_130_130.jpg', 57);
INSERT INTO `picture` VALUES (56, '2ec2858d10f24654a934d745067a4397_R_300_225.jpg', 58);
INSERT INTO `picture` VALUES (57, '4f5a46273c41478e857deb8464179112_R_130_130.jpg', 59);
INSERT INTO `picture` VALUES (58, '200f050000000qkcp3F85_R_130_130.jpg', 60);
INSERT INTO `picture` VALUES (59, '200f0x000000l1swq31CF_R_300_225.jpg', 61);
INSERT INTO `picture` VALUES (60, '200f0v000000jnk0q4711_R_130_130.jpg', 62);
INSERT INTO `picture` VALUES (61, '200d090000003sukp8ECE_R_300_225.jpg', 63);
INSERT INTO `picture` VALUES (62, '200d0k000000c8c91D0EF_R_300_225.jpg', 64);
INSERT INTO `picture` VALUES (63, '280k0u000000j0quw5C9A_R_300_225.jpg', 65);
INSERT INTO `picture` VALUES (64, 'CggYGlYKPiuAP3mvACfEiiTKPp0049_R_130_130.jpg', 66);
INSERT INTO `picture` VALUES (65, '20030f0000007bbqr009C_R_130_130.jpg', 67);
INSERT INTO `picture` VALUES (66, '200c0b0000005ziesE83E_R_130_130.jpg', 68);
INSERT INTO `picture` VALUES (67, '200e0m000000dn2ym6352_R_300_225.jpg', 69);
INSERT INTO `picture` VALUES (68, '200l0w000000k5kmg181C_R_130_130.jpg', 70);
INSERT INTO `picture` VALUES (69, '200f0i0000009i0eg05F4_R_300_225.jpg', 71);
INSERT INTO `picture` VALUES (70, '200h0e00000071l9z3466_R_130_130.jpg', 72);
INSERT INTO `picture` VALUES (71, '200f070000002kyzd9040_R_300_225.jpg', 73);
INSERT INTO `picture` VALUES (72, '20040d0000006ts4i85A9_R_300_225.jpg', 74);
INSERT INTO `picture` VALUES (73, '20010r000000hqcfcFC62_R_300_225.jpg', 75);
INSERT INTO `picture` VALUES (74, '200t0j000000ax8r0ECDA_R_300_225.jpg', 77);
INSERT INTO `picture` VALUES (75, '200c0v000000k5ncs339C_R_300_225.jpg', 78);
INSERT INTO `picture` VALUES (76, '200g0c00000065ziuADE7_R_130_130.jpg', 79);
INSERT INTO `picture` VALUES (77, '200i0n000000edmkz33CF_R_300_225.jpg', 80);
INSERT INTO `picture` VALUES (78, '200e0b0000005pt5zF07B_R_300_225.jpg', 81);
INSERT INTO `picture` VALUES (79, '200l0j000000alkix7B78_R_300_225.jpg', 82);
INSERT INTO `picture` VALUES (80, '200b080000002u0j7991D_R_300_225.jpg', 83);
INSERT INTO `picture` VALUES (81, '200e0n000000eggov6382_R_130_130.jpg', 84);
INSERT INTO `picture` VALUES (82, '200t0800000031ae5C725_R_300_225.jpg', 85);
INSERT INTO `picture` VALUES (83, '0dbac627e8fb47ffb8fb8c3d45430946_R_300_225.jpg', 86);
INSERT INTO `picture` VALUES (84, '2007070000002aez7739E_R_130_130.jpg', 87);
INSERT INTO `picture` VALUES (85, '200p0o000000eo3hh5A0D_R_300_225.jpg', 88);
INSERT INTO `picture` VALUES (86, '200f0n000000ebvys4EBD_R_300_225.jpg', 89);
INSERT INTO `picture` VALUES (87, '200n0r000000h1qh6FA92_R_300_225.jpg', 90);
INSERT INTO `picture` VALUES (88, '20090m000000dleeqBA48_R_300_225.jpg', 91);
INSERT INTO `picture` VALUES (89, '200d0k000000bu0kzD769_R_130_130.jpg', 92);
INSERT INTO `picture` VALUES (90, '200i0f0000007hc21AA22_R_300_225.jpg', 93);
INSERT INTO `picture` VALUES (91, 'a9b5a76b670f4e03bf8b699e7d1b042b_R_300_225.jpg', 94);
INSERT INTO `picture` VALUES (92, 'CggYr1chSa6AfmTfAAq0qwU2MI4818_R_300_225.jpg', 95);
INSERT INTO `picture` VALUES (93, '200o0q000000gl0fn24C1_R_130_130.jpg', 96);
INSERT INTO `picture` VALUES (94, '20020b0000005l9ibC351_R_300_225.jpg', 97);
INSERT INTO `picture` VALUES (95, '200d0r000000gw7tiB0BB_R_130_130.jpg', 98);
INSERT INTO `picture` VALUES (96, '200b0y000000lwqrhA7F9_R_130_130.jpg', 99);
INSERT INTO `picture` VALUES (97, '200s0w000000ksx47F395_R_300_225.jpg', 100);
INSERT INTO `picture` VALUES (98, '200l0k000000bvqhdEBCE_R_130_130.jpg', 101);
INSERT INTO `picture` VALUES (99, '04d8978a724a4ffcb1d396b58906d5d5_R_300_225.jpg', 102);
INSERT INTO `picture` VALUES (100, '0bfe2bb6cb614b64835c74b11df62e71_R_300_225.jpg', 103);
INSERT INTO `picture` VALUES (101, '200l0v000000jynm20301_R_130_130.jpg', 104);
INSERT INTO `picture` VALUES (102, '220s0v000000jx3liE48F_R_130_130.jpg', 105);
INSERT INTO `picture` VALUES (103, 'CggYHlXtMvCAc6_IAAKdZKcxKSE662_R_300_225.jpg', 106);
INSERT INTO `picture` VALUES (104, '200d0n000000e0k01B7C5_R_300_225.jpg', 107);
INSERT INTO `picture` VALUES (105, '200b0900000049epa8ED1_R_130_130.jpg', 108);
INSERT INTO `picture` VALUES (106, '200t0l000000d1glg59EE_R_300_225.jpg', 109);
INSERT INTO `picture` VALUES (107, '46dbf15ffef8406b899efcdcf31f4a45_R_300_225.jpg', 110);
INSERT INTO `picture` VALUES (108, 'CggYHlYCLYGAWC9DAAJ-UDIEL1c735_R_300_225.jpg', 111);
INSERT INTO `picture` VALUES (109, '200e0x000000l8kdk0A7A_R_300_225.jpg', 112);
INSERT INTO `picture` VALUES (110, '20060s000000hkfptFE04_R_300_225.jpg', 113);
INSERT INTO `picture` VALUES (111, '200r0c0000006oa8uCC35_R_300_225.jpg', 114);
INSERT INTO `picture` VALUES (112, '200m0x000000llaq437F1_R_130_130.jpg', 115);
INSERT INTO `picture` VALUES (113, '20040q000000gaslhAA40_R_130_130.jpg', 116);
INSERT INTO `picture` VALUES (114, '34bdab3a104d4bbd87f61b949756264d_R_300_225.jpg', 117);
INSERT INTO `picture` VALUES (115, '200m070000002ixnf75AD_R_130_130.jpg', 118);
INSERT INTO `picture` VALUES (116, '8b999d53e56a46aa9ed2d61173ce355e_R_300_225.jpg', 119);
INSERT INTO `picture` VALUES (117, '220i0v000000jp1v8104C_R_300_225.jpg', 120);
INSERT INTO `picture` VALUES (118, '200n0800000038amp2506_R_130_130.jpg', 121);

-- ----------------------------
-- Table structure for protorepertory
-- ----------------------------
DROP TABLE IF EXISTS `protorepertory`;
CREATE TABLE `protorepertory`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `productType` int(255) NULL DEFAULT NULL COMMENT '商品类型(0:旅游产品 1:酒店产品 2:机票\r\n产品)',
  `productId` int(255) NULL DEFAULT NULL COMMENT '商品',
  `store` int(255) NULL DEFAULT NULL COMMENT '商品库存',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Table structure for province
-- ----------------------------
DROP TABLE IF EXISTS `province`;
CREATE TABLE `province`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `province_name` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '省份名称',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 19 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of province
-- ----------------------------
INSERT INTO `province` VALUES (1, '山东省');
INSERT INTO `province` VALUES (2, '江苏省');
INSERT INTO `province` VALUES (3, '浙江省');
INSERT INTO `province` VALUES (4, '湖南省');
INSERT INTO `province` VALUES (5, '广东省');
INSERT INTO `province` VALUES (6, '福建省');
INSERT INTO `province` VALUES (7, '湖北省');
INSERT INTO `province` VALUES (8, '河南省');
INSERT INTO `province` VALUES (9, '四川省');
INSERT INTO `province` VALUES (10, '香港特别行政区');
INSERT INTO `province` VALUES (11, '北京');
INSERT INTO `province` VALUES (12, '云南省');
INSERT INTO `province` VALUES (13, '辽宁省');
INSERT INTO `province` VALUES (14, '海南省');
INSERT INTO `province` VALUES (15, '上海');
INSERT INTO `province` VALUES (16, '台湾省');
INSERT INTO `province` VALUES (17, '天津');
INSERT INTO `province` VALUES (18, '陕西省');

-- ----------------------------
-- Table structure for realrepertory
-- ----------------------------
DROP TABLE IF EXISTS `realrepertory`;
CREATE TABLE `realrepertory`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `hotelld` int(255) NULL DEFAULT NULL COMMENT '酒店ID',
  `roomId` int(255) NULL DEFAULT NULL COMMENT '房型ID',
  `recordDate` datetime NULL DEFAULT NULL COMMENT '记录日期',
  `store` int(255) NULL DEFAULT NULL COMMENT '库存数',
  `creationDate` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `createdBy` int(255) NULL DEFAULT NULL COMMENT '创建人',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of realrepertory
-- ----------------------------
INSERT INTO `realrepertory` VALUES (1, 4, 3, '2018-12-24 20:57:55', 10, '2018-12-24 20:58:00', 1);

-- ----------------------------
-- Table structure for type
-- ----------------------------
DROP TABLE IF EXISTS `type`;
CREATE TABLE `type`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '类型名称',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键ID',
  `username` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户名',
  `password` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '密码',
  `email` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '电子邮箱',
  `domicile` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '居住地',
  `sex` int(1) NULL DEFAULT NULL COMMENT '性别，0为男，1为女',
  `birthday` date NULL DEFAULT NULL COMMENT '生日',
  `phone` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '手机号',
  `name` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '真实姓名',
  `identitycard` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '有效证件',
  `isStop` int(50) NULL DEFAULT NULL COMMENT '是否停用1为是0为否',
  `role` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '角色',
  `joindata` date NULL DEFAULT NULL COMMENT '加入时间',
  PRIMARY KEY (`ID`, `username`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 54 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'admin', 'e10adc3949ba59abbe56e057f20f883e', '1212212121@163.com', '湖南长沙', 0, '2018-12-04', '15807350123', '李员', '431022199911270213', 0, '0', '2018-12-11');
INSERT INTO `user` VALUES (2, 'root', '123456', '121231313@163.com', '湖南郴州', 0, '2018-12-04', '17809874531', '曹某', '432022200010020212', 0, '0', '2018-12-13');
INSERT INTO `user` VALUES (4, 'yyyy', '123456', '123456@163.com', '湖北', 0, '2018-12-10', '13718095647', '王米', '443343334343', 1, '0', '2018-12-03');
INSERT INTO `user` VALUES (34, '00112', '123456', '774686422@qq.com', NULL, 1, NULL, '18670299090', NULL, NULL, 0, '0', '2018-12-14');
INSERT INTO `user` VALUES (40, '011121', 'e10adc3949ba59abbe56e057f20f883e', '774686422@qq.com', NULL, 0, NULL, '18670299090', NULL, NULL, 0, '1', '2018-12-18');
INSERT INTO `user` VALUES (53, '0111', '123456', '774686422@qq.com', NULL, 0, NULL, '18670299090', NULL, NULL, 0, '0', '2019-01-18');

-- ----------------------------
-- Procedure structure for book
-- ----------------------------
DROP PROCEDURE IF EXISTS `book`;
delimiter ;;
CREATE DEFINER=`hotel`@`%` PROCEDURE `book`()
UPDATE  `order` set  orderStatus=1 where id in(select id `order` from (select * from `order` where timediff(CURRENT_TIMESTAMP,creationDate)>"00:30:00") as a where orderStatus=0)
;;
delimiter ;

-- ----------------------------
-- Procedure structure for books
-- ----------------------------
DROP PROCEDURE IF EXISTS `books`;
delimiter ;;
CREATE DEFINER=`hotel`@`%` PROCEDURE `books`()
UPDATE  `order` set  orderStatus=1 where id in(select id `order` from (select * from `order` where timediff(CURRENT_TIMESTAMP,creationDate)>"00:30:00") as a where orderStatus=0)
;;
delimiter ;

-- ----------------------------
-- Event structure for sa
-- ----------------------------
DROP EVENT IF EXISTS `sa`;
delimiter ;;
CREATE DEFINER = `hotel`@`%` EVENT `sa`
ON SCHEDULE
EVERY '30' SECOND STARTS '2019-01-18 09:29:49'
DO UPDATE  `order` set  orderStatus=1 where id in(select id `order` from (select * from `order` where timediff(CURRENT_TIMESTAMP,creationDate)>"00:30:00") as a where orderStatus=0)
;;
delimiter ;

SET FOREIGN_KEY_CHECKS = 1;
